{
    "Anchored_Stand": {
        "name": "Anchored Stand",
        "classes": ["Enh", "Ind"],
        "desc": [
            "Your Stand is physically attached and anchored to a physical object. As such, your Stand may be damaged by physical means, as well as Stands. However, regardless of if your Stand takes physical or Stand damage, you still apply the same Damage Reduction to it.",
            "Also, both you and your Stand gain Vulnerability (double damage) to one damage type of your choice, as well as the Stand counterpart to that damage type.",
            "If you are an Enhancement-Type Stand User, you must find an amount of material (or a specific object) that fits your specific anchor. This material must be within your Stand’s Range in order for you to use it to Activate your Stand."
        ]
    },
    "Armored_Stand": {
        "name": "Armored Stand",
        "classes": ["Pwr", "Rng", "Enh", "Rev", "Ind"],
        "desc": [
            "The amount of damage that your Stand can reduce per round is doubled.",
            "This ability replaces <a href='/abilities/?focus=Immense_Resistance'>Immense Resistance</a>, if you have it."
        ]
    },
    "Complete_Control": {
        "name": "Complete Control",
        "classes": ["Enh"],
        "desc": [
            "Your Stand is a fusion of Stand Energy and a physical object. You’ve gained enough control over your Stand that you can completely influence how the object or material your Stand is fused with functions.",
            "Examples of this include <a href='https://jojo.fandom.com/wiki/Wheel_of_Fortune' target='_blank'>Wheel Of Fortune</a>’s squeezing and <a href='https://jojo.fandom.com/wiki/Strength' target='_blank'>Strength</a>’s control of the Ship itself."
        ]
    },
    "Custom_Ability": {
        "name": "Custom Ability",
        "classes": ["Stands"],
        "desc": [
            "This is something that must be discussed with the DM of your Campaign. Further details can be found on the <a href='/classes/?focus=Stands'>Stands</a> page.",
            "Stand Abilities are something integral to the existence of Stands, and it’s a huge part of what makes JoJo’s Bizarre Adventure such a fun, varied, and unique experience.",
            "A general rule of thumb is that the more specific your Stand Ability is, the more powerful it is. However, the more general it is, the more versatile it can be.",
            "Examples of Abilities are <a href='https://jojo.fandom.com/wiki/Anubis' target='_blank'>Anubis</a>’s Possession, <a href='https://jojo.fandom.com/wiki/Hermit_Purple' target='_blank'>Hermit Purple</a>’s Spirit Photos, or <a href='https://jojo.fandom.com/wiki/White_Album' target='_blank'>White Album</a>’s ability to freeze.",
            "A Custom Ability might also be a passive ability that may be activated or deactivated at will. Passive Abilities consume 1 Stand Energy at the Start of the Stand User’s Turn and also consume their Bonus Action to perform. If you are unable to use your Bonus Action, or you do not have enough Stand Energy remaining, the ability simply stops functioning."
        ]
    },
    "Detached_Senses": {
        "name": "Detached Senses",
        "classes": ["Pwr", "Rng", "Rmt", "Abl", "Enh", "Rev", "Hive", "Act"],
        "desc": [
            "You are able to experience and process sensory information using your Stand. Your Stand may See, Hear, Taste, Touch, and Smell the same way that you do. Furthermore, you may sense through your body and your Stand at the same time.",
            "For Hive-Type Stand Users, you may sense through an amount of Instances equal to your Intelligence Score."
        ]
    },
    "Detached_Stand": {
        "name": "Detached Stand",
        "classes": ["Rmt"],
        "desc": [
            "Your Stand no longer shares a health pool with you. If your Stand is destroyed or knocked unconscious it will not affect you in any way.",
            "It takes 1d4 hours for it to fully regenerate and be able to manifest again. However, if you are killed or knocked unconscious your Stand will cease to exist. "
        ]
    },
    "Energy_Conservation": {
        "name": "Energy Conservation",
        "classes": ["Abl"],
        "desc": [
            "You’ve become an expert at using your Stand’s Ability. As such, you may expend less Stand Energy to perform the same Abilities.",
            "You consume half as much Stand Energy when using abilities that consume it, except for Ultimate Ability, which consumes the same amount as normal."
        ]
    },
    "General_Anchors": {
        "name": "General Anchors",
        "classes": ["Enh"],
        "desc": [
            "As an Enhancement-Type Stand User you’ve taken your ability to the next level. Rather than having to anchor onto something very specific, you may now anchor onto anything that's similar to your original anchor.",
            "For example, <a href='https://jojo.fandom.com/wiki/Wheel_of_Fortune' target='_blank'>Wheel of Fortune</a> would be able to anchor onto anything with wheels instead of a specific car, or <a href='https://jojo.fandom.com/wiki/Strength' target='_blank'>Strength</a> would be able to anchor onto anything that floats in water instead of a specific boat."
        ]
    },
    "Hot_Pursuit": {
        "name": "Hot Pursuit",
        "classes": ["Rng"],
        "desc": [
            "Whenever you are chasing after somebody, your Stand may keep pace with them regardless of Movement Speed, so long as you can see them and they remain within your Stand’s Range."
        ]
    },
    "Immense_Power": {
        "name": "Immense Power",
        "classes": ["Rmt"],
        "desc": [
            "Your Stand is versatile, but was limited by its strength before now.",
            "Multiply your Stand's Power by 2. Any points gained to your Stand’s Power from now on are also multiplied by 2."
        ]
    },
    "Immense_Range": {
        "name": "Immense Range",
        "classes": ["Rmt", "Enh", "Rev"],
        "desc": [
            "Your Stand is powerful, but was limited by how far it could be away from you before now.",
            "Multiply your Stand's Range by 10. Any points gained to your Stand's Range from now on are alos multipled by 10."
        ]
    },
    "Immense_Resistance": {
        "name": "Immense Resistance",
        "classes": ["Enh", "Ind"],
        "desc": [
            "Your Stand is incredibly resilient, a reflection of your willpower and experience.",
            "Rather than using the normal Damage Resistance formula, you may instead simply resist an amount of damage equal to your Durability Modifier + your Constitution Modifier (even if you are an Independent-Type Stand).",
            "If you obtain the <a href='/abilities/?focus=Armored_Stand'>Armored Stand</a> ability, it replaces this one."
        ]
    },
    "Oblivious_Facade": {
        "name": "Oblivious Facade",
        "classes": ["Rng", "Rmt", "Enh", "Ind", "Rev"],
        "desc": [
            "You’ve attempted to hide the fact that you’re a Stand User numerous times before. You know what works, and what doesn’t.",
            "You get Advantage on Deception Checks to pass yourself off as a Non-Stand User."
        ]
    },
    "Programmed_Stand": {
        "name": "Programmed Stand",
        "classes": ["Rmt"],
        "desc": [
            "Your Stand does not follow your command. Rather, you may set a simple program that your Stand must follow.",
            "Examples include: preventing anybody from entering a specific building, using your ability on anyone who opens a door, attacking anyone who steps into a shadow, etc."
        ]
    },
    "Remote_Grappler": {
        "name": "Remote Grappler",
        "classes": ["Rmt"],
        "desc": [
            "Your Stand is practiced in Grappling in order to engage in combat with somebody.",
            "Your Stand now gets Advantage when attempting to grapple a Stand, Object, or Stand User. "
        ]
    },
    "Second_Life": {
        "name": "Second Life",
        "classes": ["Rev"],
        "desc": [
            "This Ability Activates when you and your Stand die. Your body remains lifeless for between 1 minute and 24 hours. At some point within this timeframe, your Stand reawakens as an Independent-Type Stand, complete with your mental capacity and memories.",
            "You retain all of your Experience Points, but all of your Health, <a href='/feats'>Feats</a>, Proficiencies and Abilities are reset. This effectively means you may make a higher level character, so long as it retains the same memories you had in your first life."
        ]
    },
    "Self_Repair": {
        "name": "Self-Repair",
        "classes": ["Ind"],
        "desc": [
            "Your Stand (which may be yourself) acts independently of everything else. It does not have a physical form outside of the form that it has taken. As such, you must find a way to protect yourself and survive.",
            "As an Action, you may roll a Hit Die to heal, but you must spend 2 Hit Dice in order to roll one Hit Die. If you do not have enough Hit Dice for that roll, you may not heal.",
            "Outside of Combat, every minute that you stand perfectly still, you may heal an amount of HP equal to your Durability Modifier."
        ]
    },
    "Self_Acclimation": {
        "name": "Self-Acclimation",
        "classes": ["Abl"],
        "desc": [
            "You’ve spent so much time manipulating certain elements that you've gained Immunity to one damage type. This Immunity should relate to your Stand Ability in some way. For example, <a href='https://jojo.fandom.com/wiki/Ghiaccio' target='_blank'>Ghiaccio</a>’s Cold Immunity. You also gain Immunity to that type's Stand counterpart.",
            "<a href='/races/?focus=Pillar_Man'>Pillar Men</a>, and <a href='/abilities/?focus=Undead_Nature'>Undead</a> of all kinds cannot choose Radiant as the damage type for which they are immune."
        ]
    },
    "Silent_Movement": {
        "name": "Silent Movement",
        "classes": ["Rng", "Act"],
        "desc": [
            "Through experience you've gained better control of your Stand, allowing you to move your Stand extremely carefully to ensure that the only way that your Stand may be detected is when it is seen.",
            "Your Stand's movement is silent. When it moves in an attempt to evade detection, they may roll Stealth with Advantage."
        ]
    },
    "Slippery": {
        "name": "Slippery",
        "classes": ["Rng", "Abl", "Act"],
        "desc": [
            "Your Stand has the ability to defend you and let you escape from very dangerous situations with relative ease.",
            "When your Stand is within 2 meters of you, you may Disengage or Hide as a Bonus Action."
        ]
    },
    "Special_Ability": {
        "name": "Special Ability",
        "classes": ["Pwr", "Rng", "Rmt", "Abl", "Enh", "Ind", "Rev", "Hive"],
        "desc": [
            "These are powers that use the same concept of the regular <a href='/abilities/?focus=Custom_Ability'>Custom Ability</a>, but taken to a whole new level. These abilities have immense strength, but at a higher cost (usually twice the Stand Energy).",
            "Special Abilities are usually 1 bracket of Die stronger than the ability would be normally (d4 would become d6, d6 would become d8, etc.). They also take more time to perform. Usually, but not always, taking a Full Action to perform.",
            "Examples of Special Abilities are <a href='https://jojo.fandom.com/wiki/The_World' target='_blank'>The World</a>’s The World, <a href='https://jojo.fandom.com/wiki/King_Crimson' target='_blank'>King Crimson</a>’s Time Deletion, or <a href='https://jojo.fandom.com/wiki/Weather_Report_(Stand)' target='_blank'>Weather Report</a>’s Heavy Weather.",
            "A Special Ability might also be a passive ability that functions independently of activation, or one that may be activated or deactivated at will. Passive Abilities consume 2 Stand Energy at the Start of the Stand User’s Turn, and also take their Bonus Action to perform. If you are unable to use your Bonus Action, or you do not have enough Stand Energy remaining, the ability simply stops functioning. "
        ]
    },
    "Second_Ability": {
        "name": "Second Ability",
        "classes": ["Act"],
        "desc": [
            "Your Stand has undergone an evolution, and has gained a new Ability alongside its new form.",
            "This Ability should be an evelotion of your first Ability. Similar, but stronger or more versatile.",
            "This Ability follows the same guidelines as any other <a href='/abilities/?focus=Custom_Ability'>Custom Ability</a>."
        ]
    },
    "Third_Ability": {
        "name": "Third Ability",
        "classes": ["Act"],
        "desc": [
            "Your Stand has undergone another evolution, and has gained a new Ability alongside its new form.",
            "This Ability should be an evelotion of your second Ability. Similar, but stronger or more versatile.",
            "This Ability follows the same guidelines as any other <a href='/abilities/?focus=Custom_Ability'>Custom Ability</a>."
        ]
    },
    "Speedy_Movement": {
        "name": "Speedy Movement",
        "classes": ["Rng", "Act"],
        "desc": [
            "Through experience you've built up the movement speed of your Stand. At any time, as a Reaction, you may call your Stand back to you, allowing it to come back and defend you or perform any action requiring your Stand to be near you, up to its Movement Speed.",
            "This also means that your AC may be increased to your Stand’s AC if it is able to return to you. However, if it passes through the Melee Range of a Stand or Creature that can sense it while returning to you, the Stand or Creature may make an Opportunity Attack against your Stand."
        ]
    },
    "Split_Stand": {
        "name": "Split Stand",
        "classes": ["Hive"],
        "desc": [
            "As a Hive Type Stand User, your Stand functions very differently than a typical Stand. Rather than a Stand being an extension of your will to fight, each Instance of your Stand is like a separate organism that simply must follow your orders.",
            "Each Instance of your Stand only has a fraction of the Power of a regular Stand, but each Instance may act independently of the others or the Stand User. If one Instance is totally destroyed, that fraction of the User’s Health is taken away. For example, if you have 12 Instances of your Stand and one gets destroyed you'll take damage equal to your maximum health divided by 12.",
            "If every Instance of your Stand is destroyed, you die instantly. If your health is restored, so are your Stand Instances. Even when you fall unconscious, one instance will remain. Only when you die is that Instance destroyed."
        ]
    },
    "Stand_Pickpocketing": {
        "name": "Stand Pickpocketing",
        "classes": ["Rng", "Act"],
        "desc": [
            "Through trial and error you’ve gained the ability to slip objects from the grasp of other people using your Stand. From now on, you have Advantage when making Sleight of Hand checks using your Stand."
        ]
    },
    "Two_Modes": {
        "name": "Two Modes",
        "classes": ["Rmt"],
        "desc": [
            "Interestingly, you have somehow gained power over your Stand, despite how incredibly volatile Remote Stands can be. At any time, as an Attack, you may switch to or from Ranged Mode.",
            "In Ranged Mode, Remote Stands may function as any other Stand does, in that they may be controlled by the user’s will, and can follow specific commands. However, while in Ranged Mode, you may not use your Stand Ability. If your Stand has <a href='/abilities/?focus=Stand_Marking'>Stand Marking</a> active, that also deactivates upon changing to Ranged Mode. Your Stand's stats do not change upon switching modes."
        ]
    },
    "Ultimate_Stand_Ability": {
        "name": "Ultimate Stand Ability",
        "classes": ["Abl"],
        "desc": [
            "This ability is something that very few Stands or Stand users are able to get to. It’s an incredibly powerful ability that uses a lot of your Stand’s Energy. This Ability costs 5 Stand Energy, and this SE cost cannot be reduced.",
            "An example of an Ultimate Stand Ability is <a href='https://jojo.fandom.com/wiki/White_Album' target='_blank'>White Album</a>’s Gently Weeps."
        ]
    },
    "Unconscious_Control": {
        "name": "Unconscious Control",
        "classes": ["Rev"],
        "desc": [
            "You and your Stand have different health pools. When your HP reaches 0, your Stand may continue to function, but NOT vice versa.",
            "However, if either of them are killed, the other is killed as well."
        ]
    },
    "Block_Physical_Projectile": {
        "name": "Block Physical Projectile",
        "classes": ["Pwr", "Act"],
        "desc": [
            "When a physical projectile (bullet, arrow, thrown object, etc.) lands a Direct Hit, you may roll 1d6 as a Reaction and add your Stand’s Precision Modifier. If the result is higher than the damage that the projectile would deal, you may instead catch or block the projectile and take no damage."
        ]
    },
    "Block_Stand_Projectile": {
        "name": "Block Stand Projectile",
        "classes": ["Pwr", "Act"],
        "desc": [
            "When a Stand-based projectile or group of projectiles such as a <a href='/abilities/?focus=Ranged_Attack'>Ranged Attack</a> (<a href='https://jojo.fandom.com/wiki/Heirophant_Green' target='_blank'>Heirophant Green</a>'s Emerald Splash, <a href='https://jojo.fandom.com/wiki/Foo_Fighters' target='_blank'>Foo Fighters</a>’ bullets, <a href='https://jojo.fandom.com/wiki/Tusk' target='_blank'>Tusk</a>’s Nails) lands a Stand Hit or Direct Hit, you may roll 1d6 as a Reaction and add your Stand’s Precision Modifier. If the result is higher than the damage that the projectile would deal you may instead catch or block the projectile and take no damage."
        ]
    },
    "Counterattacking_Blow": {
        "name": "Counterattacking Blow",
        "classes": ["Pwr"],
        "desc": [
            "As an Action you may set up a Counterattacking Blow. When somebody enters your Stand’s Range (if your Stand is within its movement speed), or at any time when your Target is within your Melee Range, you may make an Attack with Advantage as a Reaction. If the attack hits you may roll twice as many Damage Dice."
        ]
    },
    "Camouflage": {
        "name": "Camouflage",
        "classes": ["Enh"],
        "desc": [
            "As an Action you may perfectly disguise your Stand, making it difficult for others to tell where or what your Stand is (for example, <a href='https://jojo.fandom.com/wiki/High_Priestess' target='_blank'>High Priestess</a> disguising as a metal object, or <a href='https://jojo.fandom.com/wiki/Wheel_of_Fortune' target='_blank'>Wheel of Fortune</a> shifting to look like a normal car).",
            "This disguise allows your Stand to perform surprise attacks if opponents do not take note. Anyone attempting to determine what your Stand is disguised as has Disadvantage on the roll, as long as your Stand does not move."
        ]
    },
    "Defensive_Ability": {
        "name": "Defensive Ability",
        "classes": ["Abl", "Ind"],
        "desc": [
            "Through clever use of your Stand's Ability you’ve found a way to properly defend yourself. As an Action, you may spend 2 Stand Energy and gain one of the following benefits for 3 turns (not including the one that you activate it on). You may only have one of the following buffs active at a time.<ul class='sublist'><li>+2d4 AC (Both for Stand and User)</li><li>Advantage on all Saving Throws</li><li>An amount of Temporary Hit Points equal to twice your Level</li></ul>"
        ]
    },
    "Defensive_Wave": {
        "name": "Defensive Wave",
        "classes": ["Hive"],
        "desc": [
            "As an Action, you may give yourself a buff that remains active until the start of your next turn. Your Stand is a bunch of little instances that can hold themselves together in order to form a shield in order to protect their User.",
            "When this Shield is active, any Stand Hits count as a Miss. You or your Stand may not use your Movement Actions until your next turn. If you had already moved this turn, you may not activate this Action."
        ]
    },
    "Feat_of_Power": {
        "name": "Feat of Power",
        "classes": ["Pwr", "Rev", "Act"],
        "desc": [
            "As an Action, you may use your Stand to perform a great act of physical strength. You may lift an object as heavy as your Power Score multiplied by 50 in Kilograms. You may also use this ability to crush objects, break down walls, throw something, or perform any other act of great strength upon an object.",
            "You may also use this ability to jump an amount of meters equal to your Stand’s Power Score. You take 1 Bludgeoning Damage for every meter propelled when you stop moving and hit something. If you have something to cushion your fall or use Stand Leap,  then you do not take damage.",
            "This ability may not be used as an attack against a Creature, Undead, or Construct that does not wish to be manipulated by your Stand, unless they are Unconscious."
        ]
    },
    "Melee_Barrage": {
        "name": "Melee Barrage",
        "classes": ["Pwr", "Rng", "Ind", "Act"],
        "desc": [
            "As an entire turn (meaning that your Action, Bonus Action, Movement Action, and Reaction are all used, and if you have used any part of your turn you may not use Melee Barrage), you may perform a number of melee attacks equal to your Stand’s Speed Modifier (+6 Speed would mean 6 attacks in one Melee Barrage), with a maximum of 10 Attacks.",
            "Each hit functions as normal in terms of the Attack rolls, but when you deal damage, you do not add your Stand’s Power Modifier to the Damage Rolls. The Damage Dice for these attacks does NOT increase at level 11 (A Power Type's Damage Dice changes from 1d12 to 2d10 at level 11, but the maximum for this ability would still be 10d12).",
            "Furthermore, you may not Activate a Stand Ability with any of these Attacks, and if you roll a 1 on any of these attack rolls, the Melee Barrage ends."
        ]
    },
    "Mobile_Ability": {
        "name": "Mobile Ability",
        "classes": ["Abl", "Ind"],
        "desc": [
            "Through clever use of your Stand's Ability you’ve found a way to use your ability to propel yourself, or boost your movement in some way. As an Action, you may spend 2 Stand Energy and gain one of the following benefits for 3 turns (not including the one that you activate it on). You may only have one of the following buffs active at a time.<ul class='sublist'><li>Gain 5 meters of movement speed per turn</li><li>You may make an additional Attack per Attack Action</li><li>You may use your Bonus Action twice per turn</li></ul>"
        ]
    },
    "Mobile_Wave": {
        "name": "Mobile Wave",
        "classes": ["Hive"],
        "desc": [
            "The individual instances of your Stand may work as a collective, with the purpose of moving you to one place extremely quickly. As an Action, you and your Stand may be transported to the same place, up to an amount of meters equal to twice your Stand’s Movement Speed, without consuming your Movement Action. You may also climb, move through water, or across Difficult Terrain without penalty to your movement."
        ]
    },
    "Near_Death_Escape": {
        "name": "Near-Death Escape",
        "classes": ["Rev"],
        "desc": [
            "When your HP is half of your maximum or less, you may trigger this Ability as a Bonus Action. Until you either stop moving or attack something you may move at twice the speed you would be able to normally, and you gain Advantage on all Acrobatics, Athletics, and Stealth Checks. You may use this Ability a number of times equal to your Constitution Modifier, and you regain all expended uses when you finish a Short Rest. "
        ]
    },
    "Offensive_Blow": {
        "name": "Offensive Blow",
        "classes": ["Pwr"],
        "desc": [
            "If you have not used your Movement Action for this turn, you may hold your ground and perform an Offensive Blow as a Bonus Action. This gives you Advantage on the next attack that you take this turn, and you may use it at any point while attacking, as long as you have at least one attack remaining for your turn.",
            "If the attack with Advantage hits, you may roll double your Stand’s Attack Dice for Damage. You may not use your Movement Action after using this ability."
        ]
    },
    "Pincer_Attack": {
        "name": "Pincer Attack",
        "classes": ["Rng"],
        "desc": [
            "In order to prepare this Attack, you must successfully hide your Stand in a specific place within your Range. Preparing your Stand in a hiding place also counts as an Action.",
            "Once it has been prepared, you may activate this ability when you perform the Attack Action. You may spend just one Attack, but both you and your Stand may both make an Attack. Both of these Attacks also gain Advantage."
        ]
    },
    "Powerful_Flex": {
        "name": "Powerful Flex",
        "classes": ["Abl", "Hive"],
        "desc": [
            "As an Action, and at the cost of 1 Stand Energy, you may use your Ability in a threatening way in order to make an Intimidation roll with Advantage."
        ]
    },
    "Ranged_Attack": {
        "name": "Ranged Attack",
        "classes": ["Rng", "Abl", "Ind"],
        "desc": [
            "Destructive energy is summoned from deep within your Stand and somehow released in a direction with the intent to harm or deal damage. As an Attack, your stand fires one or more projectiles, using your Stand’s Precision + Proficiency Bonus for the Attack rolls and adding your Speed Modifier to the damage dealt on a hit.",
            "You may choose between three Damage Dice regarding your Ranged Attack, but the higher the damage, the less accurate it will be. Once you have chosen an option it remains the same every time you use it, unless you choose to change it when leveling up.<ul class='sublist'><li>Your Damage Dice is a d6, and you may add your Proficieincy Bonus twice to the Attack roll</li><li>Your Damage Dice is a d8, and you may add your Proficiency Bonus to the Attack roll</li><li>Your Damage Dice is a d10, but you may not add anything to the Attack roll</li></ul>",
            "This Attack has a Short-Range of 10 meters from the Stand, with a Long-Range of 20 meters from the Stand. It can deal Stand Piercing, Stand Slashing, Stand Bludgeoning, or a different kind of damage, if it relates to your Stand or your Stand’s Abilities.",
            "Whenever your Attack Dice improves at level 11, this Attack’s Short-Range increases to 20 meters and the Long-Range increases to 40 meters, and you get an additional Damage Dice equal to the one you chose for your Damage previously (Example: 1d8 becomes 2d8)."
        ]
    },
    "Self_Preservation": {
        "name": "Self-Preservation",
        "classes": ["Rmt"],
        "desc": [
            "Your Stand may assess situations and make a basic judgement on them. If your Stand believes that the task at hand is too great, it may, instead of carrying out its programming, Hide, Defend, or Retreat. "
        ]
    },
    "Speedy_Switch": {
        "name": "Speedy Switch",
        "classes": ["Enh"],
        "desc": [
            "As a Reaction, you may switch between anchors for your Enhancement Stand very quickly, meaning that if someone attempts to hit you and you activate this ability, the first hit misses automatically. However, if your Stand moves outside of someone’s Melee Range, they can still take an Attack of Opportunity."
        ]
    },
    "Stand_Energy_Recharge": {
        "name": "Stand Energy Recharge",
        "classes": ["Abl"],
        "desc": [
            "You have very strong abilities, but it’s very tiring to try to use them repeatedly. Luckily, you've learned through practice how to pace yourself and replenish your energy. As an Action, you may regain an amount of Stand Energy equal to your Charisma Modifier."
        ]
    },
    "Stand_Leap": {
        "name": "Stand Leap",
        "classes": ["Pwr", "Act"],
        "desc": [
            "At the cost of 5 meters of your Movement Action your Stand may punch or kick against a strong, rigid surface in order to propel both the Stand and User into the air. This can be done straight up, horizontally, or at an angle somewhere in between.",
            "The Stand User can move an amount of meters equal to their Stand’s Power Modifier in any direction midair. Also, as a Reaction, you can negate all Fall Damage."
        ]
    },
    "Stand_Marking": {
        "name": "Stand Marking",
        "classes": ["Rmt", "Enh", "Rev"],
        "desc": [
            "As an Action, you may \"Mark\" a specific object or person with your Stand, so long as the target is within your Stand’s Range and activates a specific, predetermined trigger at some point.",
            "When a person or object is \"Marked\" your Stand automatically follows them, affecting them with their ability. This effect continues until you recall your Stand back to you, you are killed, or the object/person that is Marked is destroyed/killed.",
            "When something is Marked by your Stand, the amount of meters that your Stand is active within is equal to your Stand’s Range Score (not Modifier). If the object or person leaves your Range your Stand returns to you, but may instantly jump back to the object if the object/person reenters the range of your Stand Marking."
        ]
    },
    "Stand_Rush": {
        "name": "Stand Rush",
        "classes": ["Pwr", "Ind", "Act"],
        "desc": [
            "When your enemy or your enemy’s Stand has been incapacitated, restrained, or unwilling to fight for a full turn or more while in your Stand’s Melee Range, you may perform this action. You may also start this action for free when you drop someone to 0 Hit Points using some sort of Melee Attack with your Stand.",
            "A Stand Rush takes an entire turn, but if desired, may go on for a maximum of 10 turns. Through this action, your Stand may punch an amount of times equal to your Stand’s Speed Modifier. You may choose whether or not to make this attack lethal. When trapped within a Stand Rush, no actions can be taken."
        ]
    },
    "Healing_Hands": {
        "name": "Healing Hands",
        "classes": ["Rip"],
        "desc": [
            "As an Action, you may touch an Unconcious (but still living) creature, and restore them to 1 Hit Point."
        ]
    },
    "Healing_Ripple": {
        "name": "Healing Ripple",
        "classes": ["Rip"],
        "desc": [
            "As an Action, you may spend 1 Ripple Point and touch somebody else or yourself to heal 1d4 + your Constitution Modifier points of damage. You may spend additional Ripple Points to add additional d4s, but you may only add the Modifier once."
        ]
    },
    "Ripple_Shield": {
        "name": "Ripple Shield",
        "classes": ["Rip"],
        "desc": [
            "As an Action, if there are enough materials nearby to use it. This action costs 5 ripple points. You are able to take any Ripple conductor and hold it together using the Ripple.",
            "This Shield gives you and anyone within 1 meter of you an amount of  additional AC equal to your Constitution Modifier. It lasts until the start of your next turn, and may be sustained for as long as you would prefer, with a Ripple Point cost of 1 per turn. However, if you do this, you may not perform any kind of Action outside of Free Actions."
        ]
    },
    "Life_Magnet": {
        "name": "Life Magnet",
        "classes": ["Rip"],
        "desc": [
            "When finding a collection of significant biomass, as an Action, you may spend 5 Ripple Points to collect up to 1 Metric ton of it together and manipulate it in any way you’d like.",
            "Examples of biomass manipulation include creating a leaf glider, creating a hole in a tree to hide in, or using blades of grass to create skin tight armor.",
            "Each additional turn of manipulation costs 1 Ripple Point. You may move while Life Magnet is being used, but if you stop touching the biomass the structure falls apart. The Structure has an amount of Hit Points equal three times your Level in The Ripple and has an AC equal to your Ripple DC."
        ]
    },
    "Extreme_Healing_Ripple": {
        "name": "Extreme Healing Ripple",
        "classes": ["Rip"],
        "desc": [
            "As an Action, you may use as many Ripple Points as you would like and touch somebody, healing 1d8 + your Constitution Modifier Hit Points for every 2 Ripple Points consumed."
        ]
    },
    "Deep_Pass_Overdrive": {
        "name": "Deep Pass Overdrive",
        "classes": ["Rip"],
        "desc": [
            "As an Action, you may spend 15 Ripple Points and touch a creature nearby. After performing this action, your Ripple level drops to 0, you lose 1d10 Maximum Health every turn from now on, and your Strength, Dexterity, and Constitution Scores all drop to 3.",
            "Your target, however, gets a permanent boost of +2 in their Strength, Dexterity, and Constitution scores, as well as another +3 in either Strength, Constitution, or Dexterity. They also gain 3 points of Inspiration, as well as all of the Inspiration that you had, and they get Advantage on all rolls involving a d20 for the next 10 minutes."
        ]
    },
    "Ripple_Regeneration": {
        "name": "Ripple Regeneration",
        "classes": ["Rip"],
        "desc": [
            "You gain an amount of Hit Points equal to your Constitution Modifier back at the start of every turn, when you are conscious."
        ]
    },
    "Toxin_Expulsion": {
        "name": "Toxin Expulsion",
        "classes": ["Rip"],
        "desc": [
            "Your blood moves and sends energy through your body. Foreign, harmful substances are detected and removed from the body automatically through the point of entry (venom exists through the injection site, poison is immediately spit up completely, etc.).",
            "You are now immune to toxins of all sorts, including diseases. You gain Immunity to Poison and Acid damage."
        ]
    },
    "Liquid_Solidification": {
        "name": "Liquid Solidification",
        "classes": ["Rip"],
        "desc": [
            "Ripple is an art made to fight against the Undead. However, as time continued, many other uses were discovered for it, such as regenerative and defensive abilities as well as changing the properties of physical objects.",
            "The waves of energy produced by the Ripple may force the surface tension of the water to form a tangible, solid \"skin\" over it. This \"skin\" may be used for a variety of purposes, such as holding water without using a container, blocking water from moving, or even walking on water. Activating such an ability takes a Bonus Action, and it costs 2 Ripple Points each round."
        ]
    },
    "Rippling_Weapon": {
        "name": "Rippling Weapon",
        "classes": ["Rip"],
        "desc": [
            "As a Bonus Action, you may spend 2 Ripple Points to imbue a melee weapon (or an Unarmed Strike) with The Ripple. When you make a Rippling Weapon, it deals additional Radiant damage equal to twice your Unarmed Attack Dice (if you had 1d6 as your Unarmed Attack damage, you may deal an additional 2d6 Radiant Damage on your next successful strike with the Weapon). The extra damage goes away if you hit something with the weapon, or if your turn ends."
        ]
    },
    "Ripple_Pressure": {
        "name": "Ripple Pressure",
        "classes": ["Rip"],
        "desc": [
            "This action takes one turn to perform, but may be charged for longer than that, with a cost of 1 Ripple Point per turn. Ripple Pressure is a technique that continuously channels Ripple Energy into an airtight container, which builds up pressure. When the container cannot take it anymore, something gives, and the contents of this container burst out.",
            "For every turn that the container has Ripple put into it, it deals 1d6 more Radiant damage, with a maximum of 8d6 in any one container. You may release it as a Reaction, creating a 5 meter cone of damage. Those caught inside of the cone must make a Dexterity Saving Throw, taking half damage on a Successful Save."
        ]
    },
    "Zoom_Punch": {
        "name": "Zoom Punch",
        "classes": ["Rip"],
        "desc": [
            "As an Attack, you may spend 2 Ripple Points and make an Unarmed Strike. This punch deals additional Radiant damage equal to your Unarmed Damage Dice and gives you an Additional meter of Range for that attack."
        ]
    },
    "Sunlight_Yellow_Overdrive": {
        "name": "Sunlight Yellow Overdrive",
        "classes": ["Rip"],
        "desc": [
            "As an entire turn (meaning that your Action, Bonus Action, Movement Action, and Reaction are all used, and if you have used any part of your turn you may not use this ability), you may spend 4 Ripple Points and make a number of Unarmed Attacks equal to your Constitution Modifier. You may choose whether or not to make this attack lethal."
        ]
    },
    "Sendo_Overdrive": {
        "name": "Sendo Overdrive",
        "classes": ["Rip"],
        "desc": [
            "As an Attack, and at the cost of 3 Ripple Points, your mastery of The Ripple allows you to affect objects from a distance. By carefully aiming, you can influence matter at a distance so long as there is a proper conduit.",
            "Proper conduits include liquids, metals, or organisms, and these have a range of roughly 10 meters. Sendo may also be sent through an improper conduit, but doing this reduces the effective range down to 2 meters. Sendo Overdrive, if aimed at a target, deals an additional amount of Radiant damage equal to what your Unarmed Attacks deal."
        ]
    },
    "Scarlet_Overdrive": {
        "name": "Scarlet_Overdrive",
        "classes": ["Rip"],
        "desc": [
            "As an Attack that costs 4 Ripple Points, you may harness the power of the sun within the beat of your own blood and form a new kind of Ripple: a Ripple of flame.",
            "You may make an Unarmed Strike as normal, dealing an additional amount of Fire damage equal to twice the damage dealt by an Unarmed Strike if it lands. For example, an Unarmed Strike that would deal 1d10 + 3 Damage would add 2d10 + 6 Fire damage."
        ]
    },
    "Ripple_Cutter": {
        "name": "Ripple Cutter",
        "classes": ["Rip"],
        "desc": [
            "As an Attack, at the cost of 4 Ripple Points, you are able to take any Ripple conductor (liquids, metals, organic material) and split it apart, propelling it through the air and imbuing it with Ripple energy.",
            "The range on the Attack is a 5 meter cone in any one direction. Targets must make a Dexterity saving throw, taking 4d10 Slashing damage or half as much on a successful save."
        ]
    },
    "Ionic_Rippling": {
        "name": "Ionic Rippling",
        "classes": ["Rip"],
        "desc": [
            "Your Ripple has progressed, and become more powerful. It is now able to affect energy-based abilities and interact with any form of energy, including warping light itself.",
            "You may use this to create illusions, warping the path of light and making objects look like they are in different locations than where they actually are. You cannot, however, attack or affect Stands using this ability."
        ]
    },
    "Custom_Ripple_Technique": {
        "name": "Custom Ripple Technique",
        "classes": ["Rip"],
        "desc": [
            "Through countless hours spent training in the ancient art of The Ripple, you’ve created a fighting style or ability that is unique to you, and you alone.",
            "Examples of this are <a href='https://jojo.fandom.com/wiki/Tonpetty'>Tompetty</a>’s Future Sight, <a href='https://jojo.fandom.com/wiki/Dire'>Dire</a>'s Thunder Cross Split Attack, and <a href='https://jojo.fandom.com/wiki/Caesar_Anthonio_Zeppeli'>Caesar</a>’s Bubble Launcher.",
            "Talk to your DM to determine the function and details of this Technique."
        ]
    }
}