{
    "Ambush_Attacker": {
        "name": "Ambush Attacker",
        "classes": [
            "Rng",
            "Act"
        ],
        "desc": [
            "Melee Attacks from your Stand or the Focused Attack from <a class=\"in-page\">Ranged Attack<\/a> gain the Ambush property, meaning that they always inflict a Critical hit when attacking a Surprised target."
        ]
    },
    "Anchored_Stand": {
        "name": "Anchored Stand",
        "classes": [
            "Enh",
            "Ind"
        ],
        "desc": [
            "Your Stand is physically attached and anchored to a physical object. As such, your Stand may be damaged by physical means, as well as Stands. However, regardless of if your Stand takes physical or Stand damage, you still apply the same Damage Reduction to it.",
            "Also, both you and your Stand gain Vulnerability (double damage) and Resistance (half damage) to one damage type of your choice, as well as the Stand counterparts to those damage types.",
            "You may choose between the following subtypes of Anchored Stand:<ul class='sublist'><li><u>Material-Anchor<\/u>: Examples: Geb, High Priestess, Justice<ul><li>You have the ability to bind your Stand to a specific type of material, examples including; wood, fog, metal, stone, water, or fire. Once you determine this material, you cannot change it.<\/li><li>Your Stand is able to change its anchor, so long as the new anchor is composed of the same material, and as long as it is within two meters of the material it was previously inhabiting. You may change the anchor of your Stand as an Action, and when you do so you may also take the Hide Action for free. You are able to summon or unsummon your Stand if it's within two meters of the User (if they have one). <\/li><li>Your Stand's Melee Attacks may use physical or non-physical damage, so long as the type makes sense for the material. For example, a Stand anchored to snow could choose to deal bludgeoning or cold damage each time they deal damage with a Melee Attack.<\/li><li>You may choose to change an existing Resistance to an Immunity, to gain Resistance in two non-physical damage types, or Resistance in one physical damage type.<\/li><\/ul><\/li><li><u>Object-Anchor<\/u>: Examples: Wheel of Fortune, Strength, Surface, Superfly<ul><li>You have the ability to bind your Stand to a specific kind of object, such as a car, a sword, a radio tower, or a hat. Once you determine the specific object, you cannot change it.<\/li><li>While your Stand is bound to an object, it still has the ability to move and function on its own. Your Stand is able to change its anchor as an action so long as you are within two meters of it. You are able to summon or unsummon your Stand if it's within two meters of the User (if they have one).<\/li><li>Your Stand's Damage Reduction is increased considerably. <a class='in-page'>Immense Resistance<\/a> instead functions like <a class='in-page'>Armored Stand<\/a> (giving you double your Durability Modifier in Stand Damage Reduction). Armored Stand instead gives you triple your Durability Modifier for your Stand Damage Reduction.<\/li><li>You gain <a class='in-page'>Feat of Power<\/a>. If you already have Feat of Power, the amount you can lift and throw using it is doubled and you only take 1 damage for every two meters traveled.<\/li><\/ul><\/li><li><u>Self-Anchor<\/u>: Examples: Love Deluxe, Metallica, Stone Free, Oh! Lonesome Me, Dr. Wu.<ul><li>Your Stand is uniquely inseparable from you, meaning that you yourself are made of your Stand.<\/li><li>Your Unarmed Strikes can deal damage to Stands, and the Damage Die is raised to be equal to that of your Stand Attack Dice. In addition, you can always use your Stand stats for Strength, Dexterity, and Constitution Checks, Saves, and Attack Rolls, even if something would normally specify that you can't use your Stand stats. You still have User and Stand AC, and you must use your User (not Stand) stats for your User AC.<\/li><li>Your User Movement Speed is brought up to be equal to that of your Stand's Movement Speed.<\/li><li>Your Range no longer determines how far your Stand can travel from you. Instead, it is a measure of how far you can extend your Stand, which is a part of yourself that must stay attached to your body somehow, either through separating parts of yourself or stretching out from you like an appendage. You may extend up to twice your normal Range, but pushing past your Range results in taking damage. When you start your turn beyond your normal Range, or exit the threshold of your normal Range, you take an amount of force damage equal to your Level, which cannot be reduced or negated in any way. If you have a Stand that stretches out from you, the Range Modifier determines how far in meters your Stand can stretch in a single direction.<\/li><li>You cannot change where your Stand is anchored, it will always be anchored to your body. In addition, it is always summoned, unless you are unconscious.<\/li><\/ul><\/li><\/ul>"
        ]
    },
    "Armored_Stand": {
        "name": "Armored Stand",
        "classes": [
            "Pwr",
            "Enh",
            "Rev",
            "Ind",
            "Hive",
            "Act"
        ],
        "desc": [
            "The amount of damage that your Stand can reduce per round is doubled.",
            "<a class='in-page'>Immense Resistance<\/a> still applies if you have it, but applies after this increase."
        ]
    },
    "Superior_Control": {
        "name": "Superior Control",
        "classes": [
            "Enh"
        ],
        "desc": [
            "You have enough control and experience using an anchored Stand that you are able to have the object or material perform tasks they normally wouldn't be able to. As a Bonus Action, you may perform the following:",
            "<ul class='sublist'><li>Your Stand squeezes tightly, allowing it to comfortably fit through a space as if they were a creature one size category smaller than the Stand is. You may stay squeezed in a place like this so long as you keep spending your Bonus Action to use this effect.<\/li><li>Your Stand gains a method of locomotion it may not normally have, gaining a Climbing Speed or Swimming Speed equal to half of the Stand's Movement Speed.<\/li><\/ul>"
        ]
    },
    "Custom_Ability": {
        "name": "Custom Ability",
        "classes": [
            "Stands"
        ],
        "desc": [
            "This is something that must be discussed with the DM of your Campaign. Further details can be found on the <a href='\/classes\/?focus=Stands'>Stands<\/a> page.",
            "Stand Abilities are something integral to the existence of Stands, and it's a huge part of what makes JoJo's Bizarre Adventure such a fun, varied, and unique experience.",
            "A general rule of thumb is that the more specific your Stand Ability is, the more powerful it is. However, the more general it is, the more versatile it can be.",
            "Examples of Abilities are <a href='https:\/\/jojowiki.com\/Anubis' target='_blank'>Anubis<\/a>'s Possession, <a href='https:\/\/jojowiki.com\/Hermit_Purple' target='_blank'>Hermit Purple<\/a>'s Spirit Photos, or <a href='https:\/\/jojowiki.com\/White_Album' target='_blank'>White Album<\/a>'s Ability to freeze.",
            "A Custom Ability might also be a passive Ability that may be activated or deactivated at will. These are often far-reaching and indiscriminate, affecting everyone within range whether friend or foe. The User may (but does not have to) be an exception and be the only one immune to the Ability's effects.",
            "Activating a passive Ability costs 2 Stand Energy (if your maximum SE is 1 you may spend 1 to activate it once) and is usually done as a Bonus Action. You can deactivate it at no cost as a Free Action."
        ]
    },
    "Detached_Senses": {
        "name": "Detached Senses",
        "classes": [
            "Pwr",
            "Rng",
            "Rmt",
            "Abl",
            "Enh",
            "Rev",
            "Hive",
            "Act"
        ],
        "desc": [
            "You are able to experience and process sensory information using your Stand. Your Stand may See, Hear, Taste, Touch, and Smell the same way that you do. Furthermore, you may sense through your body and your Stand at the same time.",
            "For Hive-Type Stand Users, you may sense through an amount of Instances equal to your Intelligence Score."
        ]
    },
    "Detached_Stand": {
        "name": "Detached Stand",
        "classes": [
            "Rmt"
        ],
        "desc": [
            "Your Stand no longer shares a health pool with you. If your Stand is destroyed or knocked unconscious it will not affect you in any way.",
            "It takes 1d4 hours for it to fully regenerate and be able to manifest again. However, if you are killed or knocked unconscious your Stand will dissapear as usual. "
        ]
    },
    "General_Anchors": {
        "name": "General Anchors",
        "classes": [
            "Enh"
        ],
        "desc": [
            "<b>Prerequisite: Material-Anchor or Object-Anchor<\/b>",
            "As an Enhancement-Type Stand User you've taken your Ability to the next level. Rather than having to anchor onto something very specific, you may now anchor onto anything that's similar to your original anchor.",
            "For example, <a href='https:\/\/jojowiki.com\/Wheel_of_Fortune' target='_blank'>Wheel of Fortune<\/a> would be able to anchor onto anything with wheels instead of a specific car, or <a href='https:\/\/jojowiki.com\/Strength' target='_blank'>Strength<\/a> would be able to anchor onto anything that floats in water instead of a specific boat."
        ]
    },
    "Hot_Pursuit": {
        "name": "Hot Pursuit",
        "classes": [
            "Rng",
            "Hive",
            "Act"
        ],
        "desc": [
            "When an opponent moves outside of your Stand's melee range, you may spend your Reaction to move up to half your Stand's Movement Speed to bring you closer to your target."
        ]
    },
    "Immense_Power": {
        "name": "Immense Power",
        "classes": [
            "Rng",
            "Rmt",
            "Act"
        ],
        "desc": [
            "Your Stand is versatile, but was limited by its strength before now.",
            "Multiply your Stand's Power by 2. Any points gained to your Stand's Power from now on are also multiplied by 2.",
            "This may double the Power of Stand Types that get it even if they normally aren't able to increase their Power, but it still does not allow them to put further points into it."
        ]
    },
    "Immense_Range": {
        "name": "Immense Range",
        "classes": [
            "Rng",
            "Rmt",
            "Enh",
            "Rev",
            "Hive",
            "Act"
        ],
        "desc": [
            "Your Stand is powerful, but was limited by how far it could be away from you before now.",
            "Multiply your Stand's Range by 10. Any points gained to your Stand's Range from now on are also multiplied by 10.",
            "This effect is multiplicative, meaning if you already had a x10 multiplier this Ability would give you a x100 multiplier, etc."
        ]
    },
    "Immense_Resistance": {
        "name": "Immense Resistance",
        "classes": [
            "Enh",
            "Ind",
            "Hive",
            "Rng",
            "Act"
        ],
        "desc": [
            "Your Stand is incredibly resilient, a reflection of your willpower and experience.",
            "Your Stand's Damage Reduction increases by double your Constitution Modifier, with a minimum increase of 2.",
            "If you have <a class='in-page'> Distant Defense<\/a> and your Stand is more than 2 meters away from you and not protecting anyone, you may increase your Stand's Damage Reduction by double your Dexterity Modifier instead of Constitution.",
            "<a class='in-page'>Armored Stand<\/a> still applies, but applies before this increase."
        ]
    },
    "Improved_Awareness": {
        "name": "Improved Awareness",
        "classes": [
            "Rng",
            "Hive",
            "Act"
        ],
        "desc": [
            "<b>Prerequisite: <a class='in-page'>Detached Senses<\/a><\/b>",
            "Your Stand has a 3 meter Blindsense when summoned. Your Stand's Passive Perception also increases by 5 when summoned."
        ]
    },
    "Improved_Immense_Range": {
        "name": "Improved Immense Range",
        "classes": [
            "Rmt",
            "Hive",
            "Act"
        ],
        "desc": [
            "<b>Prerequisite: <a class='in-page'>Immense Range<\/a><\/b>",
            "Your Stand's Range and any points that go into your Stand's Range Score are multiplied by an additional x10.",
            "This effect is multiplicative, meaning if you already had a x10 multiplier this Ability would give you a x100 multiplier, etc."
        ]
    },
    "Improved_Slippery": {
        "name": "Improved Slippery",
        "classes": [
            "Rng"
        ],
        "desc": [
            "In addition to being able to Dash and Disengage as a Bonus Action with your Stand or if your Stand is within 2m, you also gain the ability to Dodge as a Bonus Action with your Stand or if your Stand is within 2m.",
            "You may use this Ability twice per Short Rest."
        ]
    },
    "Juggernaut": {
        "name": "Juggernaut",
        "classes": [
            "Rmt",
            "Enh",
            "Ind",
            "Act"
        ],
        "desc": [
            "Your Stand's Movement Speed cannot be reduced to less than half, including through Conditions such as Frightened or Grappled."
        ]
    },
    "Oblivious_Facade": {
        "name": "Oblivious Facade",
        "classes": [
            "Rng",
            "Rmt",
            "Enh",
            "Ind",
            "Rev",
            "Hive",
            "Act"
        ],
        "desc": [
            "You've attempted to hide the fact that you're a Stand User numerous times before. You know what works, and what doesn't.",
            "You get Advantage on Bluff Checks to pass yourself off as a Non-Stand User."
        ]
    },
    "Perfected_Tremorsense": {
        "name": "Perfected Tremorsense",
        "classes": [
            "Rng"
        ],
        "desc": [
            "<b>Prerequisite: <a class='in-page'>Detached Senses<\/a><\/b>",
            "While intangible and inside of a solid surface (such as in a wall or underground), or while touching a solid surface, your Stand has a Tremorsense of 20 meters."
        ]
    },
    "Programmed_Stand": {
        "name": "Programmed Stand",
        "classes": [
            "Rmt",
            "Act"
        ],
        "desc": [
            "Your Stand does not follow your command. Rather, you may set a simple program that your Stand must follow.",
            "Examples include: preventing anybody from entering a specific building, using your Ability on anyone who opens a door, attacking anyone who steps into a shadow, etc."
        ]
    },
    "Remote_Ambusher": {
        "name": "Remote Ambusher",
        "classes": [
            "Rmt",
            "Act"
        ],
        "desc": [
            "Rather than pursuing a target directly, the Stand will take a longer path if it means a possibility of a surprise attack.",
            "In addition, Melee Attacks with your Stand gain the Ambush property, meaning that they always inflict a Critical hit when attacking a Surprised target."
        ]
    },
    "Second_Life": {
        "name": "Second Life",
        "classes": [
            "Rev"
        ],
        "desc": [
            "This Ability Activates when you and your Stand die. Your body remains lifeless for between 1 minute and 24 hours. At some point within this timeframe, your Stand reawakens as an Independent-Type Stand, complete with your mental capacity and memories.",
            "You retain all of your Experience Points, but all of your Health, <a href='\/feats'>Feats<\/a>, Proficiencies and Abilities are reset. This effectively means you may make a new character with as many Levels in Independent-Type as you had in Revenge-Type, as long as it retains the same memories you had in your first life."
        ]
    },
    "Self_Repair": {
        "name": "Self-Repair",
        "classes": [
            "Ind"
        ],
        "desc": [
            "Your Stand (which may be yourself) acts independently of everything else. It does not have a physical form outside of the form that it has taken. As such, you must find a way to protect yourself and survive.",
            "You may heal yourself swiftly both inside and outside of combat, using a special substance or form of energy such as water, electricity, or sunlight. When you have access to this substance, as an Action, you may heal an amount of Hit Points equal to double your Level in Independant Type.",
            "You may use this Ability an amount of times equal to your Constitution Modifier per Short Rest (minimum of 1).",
            "Additionally, if you remain motionless for 5 minutes, you may spend Hit Dice, as though you were taking a Short Rest, but without other Short Rest benefits."
        ]
    },
    "Self_Acclimation": {
        "name": "Self-Acclimation",
        "classes": [
            "Abl",
            "Act"
        ],
        "desc": [
            "You've spent so much time manipulating certain elements that you've gained Immunity to one damage type. This Immunity should relate to your Stand Ability in some way. For example, <a href='https:\/\/jojowiki.com\/Ghiaccio' target='_blank'>Ghiaccio<\/a>'s Cold Immunity. You also gain Immunity to that type's Stand counterpart.",
            "<a href='\/races\/?focus=Pillar_Man'>Pillar Men<\/a>, and <a href='\/abilities\/?focus=Undead_Nature'>Undead<\/a> of all kinds cannot choose Radiant as the damage type for which they are immune."
        ]
    },
    "Silent_Movement": {
        "name": "Silent Movement",
        "classes": [
            "Rng",
            "Hive",
            "Act"
        ],
        "desc": [
            "Through experience you've gained better control of your Stand, allowing you to move your Stand extremely carefully to ensure that the only way that your Stand may be detected is when it is seen.",
            "Your Stand's movement is silent. When it moves in an attempt to evade detection, they may roll Sneak with Advantage."
        ]
    },
    "Slippery": {
        "name": "Slippery",
        "classes": [
            "Rng",
            "Abl",
            "Ind",
            "Act"
        ],
        "desc": [
            "Your Stand has the ability to defend you and let you escape from very dangerous situations with relative ease.",
            "When your Stand is within 2 meters of you, you may Disengage or Hide as a Bonus Action.",
            "If your Stand is more than 2 meters away from you, it may still Disengage or Hide as a Bonus Action, but you may not."
        ]
    },
    "Special_Ability": {
        "name": "Special Ability",
        "classes": [
            "Pwr",
            "Rng",
            "Rmt",
            "Abl",
            "Enh",
            "Ind",
            "Rev",
            "Hive"
        ],
        "desc": [
            "These are powers that use the same concept of the regular <a class='in-page'>Custom Ability<\/a>, but taken to a whole new level. These abilities have immense strength, but at a higher cost (usually twice the Stand Energy).",
            "Special Abilities are usually 1 bracket of Die stronger than the Ability would be normally (d4 would become d6, d6 would become d8, etc.). They also take more time to perform. Usually, but not always, taking a Full Action to perform.",
            "Examples of Special Abilities are <a href='https:\/\/jojowiki.com\/The_World' target='_blank'>The World<\/a>'s The World, <a href='https:\/\/jojowiki.com\/Justice' target='_blank'>Justice<\/a>'s Illusions, or <a href='https:\/\/jojowiki.com\/Weather_Report_(Stand)' target='_blank'>Weather Report<\/a>'s Heavy Weather.",
            "A Special Ability might also be a passive Ability that functions independently of activation, or one that may be activated or deactivated at will. These are often far-reaching and indiscriminate, affecting everyone within range whether friend or foe. The User may (but does not have to) be an exception and be the only one immune to the Ability's effects.",
            "Activating a passive Ability costs 4 Stand Energy (if your maximum SE is less than 4 you may spend it all to activate it once) and is usually done as a Bonus Action. You can deactivate it at no cost as a Free Action."
        ]
    },
    "Superior_Momentum": {
        "name": "Superior Momentum",
        "classes": [
            "Rmt",
            "Act"
        ],
        "desc": [
            "Your Stand has Advantage on all Power, Precision, and Durability Saving Throws."
        ]
    },
    "Speedy_Movement": {
        "name": "Speedy Movement",
        "classes": [
            "Rng",
            "Act"
        ],
        "desc": [
            "Through experience you've built up the Movement Speed of your Stand. At any time, as a Reaction, you may call your Stand back to you, allowing it to come back and defend you or perform any action requiring your Stand to be near you, up to its Movement Speed.",
            "This also means that your AC may be increased to your Stand's AC if it is able to return to you. However, if it passes through the melee of a Stand or creature that can sense it while returning to you, the Stand or creature may make an Opportunity Attack against your Stand."
        ]
    },
    "Split_Stand": {
        "name": "Split Stand",
        "classes": [
            "Hive"
        ],
        "desc": [
            "As a Hive Type Stand User, your Stand functions very differently than a typical Stand. Rather than a Stand being an extension of your will to fight, each Instance of your Stand is like a separate organism that simply must follow your orders. You may have anywhere between 2 and 500 Instances, though once chosen this number must remain constant.",
            "Each Instance may act independently of the others or the Stand User. If one Instance is totally destroyed, that fraction of the User's Health is taken away. For example, if you have 12 Instances of your Stand and one gets destroyed you'll take damage equal to your maximum health divided by 12. The inverse is true as well, losing 1\/12th of your health would cause one of your 12 Instances to be destroyed.",
            "If every Instance of your Stand is destroyed, you fall unconscious. If your health is restored, so are your Stand Instances. Even when you fall unconscious, one instance will remain. Only when you die is that Instance destroyed."
        ]
    },
    "Stand_Pickpocketing": {
        "name": "Stand Pickpocketing",
        "classes": [
            "Rng",
            "Hive",
            "Act"
        ],
        "desc": [
            "Through trial and error you've gained the ability to slip objects from the grasp of other people using your Stand, and to move with extreme precision. From now on, you have Advantage when making Finesse Checks using your Stand."
        ]
    },
    "Ultimate_Stand_Ability": {
        "name": "Ultimate Stand Ability",
        "classes": [
            "Abl"
        ],
        "desc": [
            "This Ability is something that very few Stands or Stand Users are able to get to. It's an incredibly powerful Ability that uses a lot of your Stand's Energy. This Ability costs 5 Stand Energy, and this SE cost cannot be reduced.",
            "An example of an Ultimate Stand Ability is <a href='https:\/\/jojowiki.com\/White_Album' target='_blank'>White Album<\/a>'s Gently Weeps."
        ]
    },
    "Zealous_Focus": {
        "name": "Zealous Focus",
        "classes": [
            "Rmt"
        ],
        "desc": [
            "Your Stand is unable to be affected or impeded by any Ability that requires the Stand to make an Intelligence, Wisdom, or Charisma Saving Throw. In addition, they are not fooled by illusions."
        ]
    },
    "Lasting_Grudge": {
        "name": "Lasting Grudge",
        "classes": [
            "Rev"
        ],
        "desc": [
            "Rather than lasting for an amount of Turns equal to your Level in Revenge-Type (minimum of 2), your Grudge Points last for an amount of minutes equal to your Level in Revenge-Type (minimum of 2).",
            "Additionally, when you spend 5 Points to summon your Stand in its entirety, rather than lasting for an amount of Turns equal to your Level in Revenge-Type (minimum of 2), it lasts for a number of minutes equal to your Level in Revenge-Type (minimum of 2)."
        ]
    },
    "Block_Projectile": {
        "name": "Block Projectile",
        "classes": [
            "Pwr",
            "Act"
        ],
        "desc": [
            "When you or your Stand is hit with a projectile, as long as your Stand is hit or you are within 2 meters of it, you may attempt to block it. As a Reaction you may reduce the damage of the oncoming projectile by an amount equal to the roll of your Stand's Attack Die plus your Precision and Speed Modifiers.",
            "If you completely negate the damage of a projectile, any leftover points may be used to block any additional projectiles fired at you until you run out of reduction points or your next Turn begins."
        ]
    },
    "Blow_for_Blow": {
        "name": "Blow for Blow",
        "classes": [
            "Pwr"
        ],
        "desc": [
            "When you are hit with a Melee Attack, you may use your Reaction to halve the damage of any Melee Attack from that opponent until the start of your next Turn.",
            "Additionally, the first time they damage you with a Melee Attack after using this Ability you may make a single Melee Attack in return.",
            "You may also use this to halve the damage of an incoming Melee Barrage, making your own in response at no additional Action Economy cost. However, this free Melee Barrage only deals half damage as well."
        ]
    },
    "Camouflage": {
        "name": "Camouflage",
        "classes": [
            "Enh",
            "Ind"
        ],
        "desc": [
            "As an Action you may perfectly disguise your Stand, making it difficult for others to tell where or what your Stand is (for example, <a href='https:\/\/jojowiki.com\/High_Priestess' target='_blank'>High Priestess<\/a> disguising as a metal object, or <a href='https:\/\/jojowiki.com\/Wheel_of_Fortune' target='_blank'>Wheel of Fortune<\/a> shifting to look like a normal car).",
            "This disguise allows your Stand to perform surprise attacks if opponents do not take note. Anyone attempting to determine what your Stand is disguised as has Disadvantage on the roll, as long as your Stand does not move."
        ]
    },
    "Condensed_Material": {
        "name": "Condensed Material",
        "classes": [
            "Enh"
        ],
        "desc": [
            "Choose either Power, Precision, or Durability. While within a quarter of its maximum Range, that stat is doubled.",
            "The chosen stat may not be changed once selected."
        ]
    },
    "Defensive_Ability": {
        "name": "Defensive Ability",
        "classes": [
            "Abl",
            "Ind",
            "Act"
        ],
        "desc": [
            "Through clever use of your Stand's Ability you've found a way to properly defend yourself. As an Attack you may spend 1 Stand Energy and gain one of the following benefits for 3 Turns (not including the one that you activate it on). You may only have one of the following buffs active at a time.<ul class='sublist'><li>Gain an amount of AC equal to your Proficiency Bonus for your User and twice as much for your Stand<\/li><li>Advantage on all Saving Throws<\/li><li>An amount of Temporary Hit Points equal to twice your Level<\/li><\/ul>"
        ]
    },
    "Defensive_Wave": {
        "name": "Defensive Wave",
        "classes": [
            "Hive"
        ],
        "desc": [
            "Once per Turn, as an Attack, you may give yourself a buff that remains active until the start of your next Turn. Your Stand is a bunch of little instances that can hold themselves together in order to form a shield in order to protect their User.",
            "When this Shield is active, you gain an additional amount of damage reduction and Stand AC equal to your Durability modifier. "
        ]
    },
    "Devastating_Critical": {
        "name": "Devastating Critical",
        "classes": [
            "Pwr",
            "Rev",
            "Act"
        ],
        "desc": [
            "When you roll a Critical hit on a Melee Attack using your Stand, you roll three times the Damage Dice, rather than double."
        ]
    },
    "Devastating_Melee": {
        "name": "Devastating Melee",
        "classes": [
            "Pwr",
            "Rev",
            "Act"
        ],
        "desc": [
            "If you would have two conditions that would give you Advantage on a Melee Attack at the same time you may instead roll 3 dice and take the highest of the three."
        ]
    },
    "Enhanced_Custom_Ability": {
        "name": "Enhanced Custom Ability",
        "classes": [
            "Abl",
            "Act"
        ],
        "desc": [
            "Talk to your DM if you have a special case or have an idea for how to make your Ability more useful\/powerful, or choose from one of the following ways how your Stand's Ability is empowered:",
            "<ul class='sublist'><li>If your Stand uses Scaling Dice, you gain an additional amount of Ability Dice equal to your Proficiency Bonus (A Level 20 Stand User with this would have 16dx dice, for example, with 10dx from their class table + 6dx from their Proficiency Bonus).<\/li><li>Your Stand gains a Short and Long Range. The Short Range of your Stand is where the range of your Stand's Ability would normally end, and functions as normal. If you make Attack Rolls or force an enemy to make a Save with your Stand's Custom Ability while your target is within your Long Range, you have Disadvantage on the Attack Roll, or your enemy has Advantage on the Saving Throw.<\/li><li>Your Stand's Custom Ability increases greatly in its usefulness. A numerical value within your Stand's Custom Ability that determines how much it can affect at once increases by double. This may range from the amount of targets you may affect, to kilograms of an object you can affect, to seconds or time manipulated, etc.<\/li><\/ul>",
            "Make sure to check with your DM, as they will want to know how the Custom Ability has been changed. It's important to check because such a change may be significant, and they need to let you know if it seems game-breaking, or something that will change how they plan based on your character."
        ]
    },
    "Feat_of_Power": {
        "name": "Feat of Power",
        "classes": [
            "Pwr",
            "Rev",
            "Act"
        ],
        "desc": [
            "As an Action you may use your Stand to perform a great act of physical strength. You may lift an object as heavy as your Power Score multiplied by 50 in Kilograms. You may also use this Ability to crush objects, break down walls, throw something, or perform any other act of great strength upon an object.",
            "You may also use this Ability to jump an amount of meters equal to your Stand's Power Score. You take 1 Bludgeoning damage for every meter propelled when you stop moving and hit something. If you have something to cushion your fall or use Stand Leap,  then you do not take damage.",
            "This Ability may not be used as an attack against a creature, Undead, or Construct that does not wish to be manipulated by your Stand, unless they are Unconscious."
        ]
    },
    "Fleeting_Invulnerability": {
        "name": "Fleeting Invulnerability",
        "classes": [
            "Ind"
        ],
        "desc": [
            "<b>Prerequisite: <a class='in-page'>Armored Stand<\/a><\/b>",
            "Once per long rest, as a Reaction, you may ignore one instance of damage taken, taking 0 damage instead.",
            "You may not reduce a damage type that you are Vulnerable to."
        ]
    },
    "Focused_Hatred": {
        "name": "Focused Hatred",
        "classes": [
            "Rev"
        ],
        "desc": [
            "You may use your Bonus Action to spend 1 Grudge Point and mark a hostile creature as a target that has drawn your attention and rage. Until the end of the combat encounter, or until you stop interacting with them, you deal a Critical hit against them on an 18, 19, or 20 roll of a d20, rather than just a 20.",
            "You may only have this Ability active on one person at a time, but are able to switch your target as a Bonus Action at the cost of another Grudge Point."
        ]
    },
    "Great_Recall": {
        "name": "Great Recall",
        "classes": [
            "Hive"
        ],
        "desc": [
            "As an Action, you may place all of your Stand's Instances at a single point that you can see, regardless of how far they were away previously"
        ]
    },
    "Hit_List": {
        "name": "Hit List",
        "classes": [
            "Rev"
        ],
        "desc": [
            "You may create a list of up to 5 names, specifically of people or creatures who have directly wronged you at some point. If you come into contact with that person or creature, you immediately gain 5 Grudge Points. You hold on to those Grudge Points until you stop interacting with that person.",
            "People or Creatures may be removed from this list if you resolve your issues with them, or if you feel you have gotten your revenge."
        ]
    },
    "Instant_Swap": {
        "name": "Instant Swap",
        "classes": [
            "Act"
        ],
        "desc": [
            "Once per Turn, as a Free Action, you may swap between Acts of your Stand, even if you have already done so this Turn through other means. The other requirements for switching between Acts still apply.",
            "You may use this Ability an amount of times equal to your Proficiency Bonus per Long Rest. "
        ]
    },
    "Lethal_Strike": {
        "name": "Lethal Strike",
        "classes": [
            "Pwr",
            "Act"
        ],
        "desc": [
            "When you attack an unsuspecting enemy outside of combat, the first time you hit them you may force them to make a Constitution (not Durability) Saving Throw against a DC of 8 + your Strength Modifier + your PB. If they fail the Save, you deal double damage against them."
        ]
    },
    "Melee_Barrage": {
        "name": "Melee Barrage",
        "classes": [
            "Pwr",
            "Rng",
            "Rev",
            "Ind",
            "Act"
        ],
        "desc": [
            "With a flurry of punching attacks you create a 2m cone of damage, forcing targets within to make a Dexterity\/Precision Saving Throw with a DC of 8 + PB + Strength or Dexterity Modifier (NOT Power or Precision). On failure, you deal damage equal to your Stand's initial Attack Dice (<b>not the level 11 increase<\/b>) for every 10 Speed, with a maximum of 15 dice at 150 Speed, then add your Power Modifier to the end of the attack as usual. On a success, your targets still take half damage",
            "For example, a Power-Type with +2 PB, +5 Strength, +8 Power, and +8 Speed would force targets within 2m to make a DC 15 Saving Throw, dealing 8d12 + 8 damage on failure.",
            "Using this Ability takes an entire standard Turn (consuming Action, Bonus Action, Reaction, and Movement Action), and you may not activate any touch-based abilities on your targets during the barrage.",
            "If you have extra Action Economy through some means (such as an extra Reaction from <a class='in-page'>Confident Provocation<\/a>) it is not consumed by this."
        ]
    },
    "Mobile_Ability": {
        "name": "Mobile Ability",
        "classes": [
            "Abl",
            "Ind",
            "Act"
        ],
        "desc": [
            "Through clever use of your Stand's Ability you've found a way to propel yourself, or boost your movement in some way. As an Attack you may spend 1 Stand Energy and gain one of the following benefits for 3 Turns (not including the one that you activate it on). You may only have one of the following buffs active at a time.<ul class='sublist'><li>Gain 5 meters of Movement Speed per Turn<\/li><li>You may make an additional Attack per Attack Action<\/li><li>You may use your Bonus Action twice per Turn<\/li><\/ul>"
        ]
    },
    "Mobile_Wave": {
        "name": "Mobile Wave",
        "classes": [
            "Hive"
        ],
        "desc": [
            "The individual instances of your Stand may work as a collective, with the purpose of moving you to one place extremely quickly. If your Stand is within 2 meters of you, as an Attack you and your Stand may be transported to the same place, up to an amount of meters equal to your Stand's Movement Speed, without consuming your Movement Action. You may also climb, move through water, or across Difficult Terrain without penalty to your movement."
        ]
    },
    "Natural_Armor": {
        "name": "Natural Armor",
        "classes": [
            "Rock"
        ],
        "desc": [
            "As a Rock Human, you gain an additional Hit Point per Level.",
            "Additionally, because of your unique physiology you may change your body between several different forms. Changing forms takes a Bonus Action.",
            "<ul class='sublist'><li><b>Humanoid:<\/b> No changes.<\/li><li><b>Hybrid<\/b>: You gain an amount of Temporary Hit Points equal to your Level at the start of your Turns and are considered to have half Cover. You also may resist a physical damage type of your choice (Bludgeoning, Piercing, or Slashing). However, your Movement Speed is halved and you cannot take the Dodge or Dash actions in this form.<\/li><li><b>Rock:<\/b> You gain an amount of Temporary Hit Points equal to twice your Level at the start of your Turns and are considered to have three-quarters Cover. You also resist all physical damage (Bludgeoning, Piercing, and Slashing). However, the only things you may do in this form are take Bonus Actions and the Hide Action. If you choose to Hide, you may make the Sneak Check with Advantage.<\/li><\/ul>",
            "Cover granted by your Armor may stack with other forms of Cover, but it may not grant you Total Cover."
        ]
    },
    "Ranged_Attack": {
        "name": "Ranged Attack",
        "classes": [
            "Rng",
            "Abl",
            "Ind",
            "Act"
        ],
        "desc": [
            "Destructive energy is summoned from deep within your Stand and somehow released in a direction with the intent to harm or deal damage. Using this Ability consumes an entire Action, allowing you to fire Stand projectiles (flavor as you'd like) in one of two ways:",
            "<ul class='sublist'><li><b>Focused Attack:<\/b> Make 1 Attack Roll against a single target in range using your Precision Modifier + Proficiency Bonus, dealing Stand damage of a type of your choice on hit. This deals an amount of d12s equal to the number of Attacks you have plus your Speed Modifier. For example, a Stand User with 120 Speed (and thus 3 Attacks), would deal 3d12+12 damage. The range of this Ability is 10\/20 meters.<\/li>",
            "<li><b>Burst Attack:<\/b> Everyone within either a 5m cone or a 10m line (not both) in front of your Stand must make a Dexterity Saving Throw. The DC for this Save is 8 +  Dexterity or Wisdom Modifier (NOT Precision or Speed) + Proficiency Bonus. If any creature within the cone fails the Save, they take Stand damage of a type of your choice. This deals an amount of d8s equal to the number of Attacks you have plus your Speed Modifier. For example, a Stand User with 120 Speed (and thus 3 Attacks), would deal 3d8+12 damage. On a success, targets still take half damage.<\/li><\/ul>",
            "At Level 11, both the number of Damage Dice rolled and the range of this Ability are doubled."
        ]
    },
    "Reckless_Attack": {
        "name": "Reckless Attack",
        "classes": [
            "Rev"
        ],
        "desc": [
            "As a Free Action, you may choose to gain Advantage on all Attack Rolls until your next Turn, but all enemies gain Advantage on any Attack Rolls against you as well.",
            "If enemies already have Advantage to attack you, they roll 3d20 and take the highest roll. "
        ]
    },
    "Rejuvenation": {
        "name": "Rejuvenation",
        "classes": [
            "Pwr",
            "Rev",
            "Hvy",
            "War"
        ],
        "desc": [
            "Once per Short Rest, you may heal an amount of HP equal to 1d12 + your Level + Your Constitution Modifier as a Bonus Action."
        ]
    },
    "Regenerative_Surge": {
        "name": "Regenerative Surge",
        "classes": [
            "Ind"
        ],
        "desc": [
            "<b>Prerequisite: <a class='in-page'>Self-Repair<\/a><\/b>",
            "Once per Short Rest, if you have access to a considerable amount of the substance you use to Self-Repair, you may consume it all to heal a considerable amount.",
            "Additionally, as an Action you may heal an amount equal to twice your Level in HP for each use of Self-Repair that you spend. You may use this Ability once per Long Rest."
        ]
    },
    "Second_Nature": {
        "name": "Second Nature",
        "classes": [
            "Abl"
        ],
        "desc": [
            "Your Custom Ability's Stand Energy cost is reduced by half (rounded down). This may result in a 0 cost Ability."
        ]
    },
    "Self_Preservation": {
        "name": "Self-Preservation",
        "classes": [
            "Rmt",
            "Act"
        ],
        "desc": [
            "Your Stand may assess situations and make a basic judgement on them. If your Stand believes that the task at hand is too great, it may, instead of carrying out its programming, Hide, Defend, or Retreat. "
        ]
    },
    "Siege_Combat": {
        "name": "Siege Combat",
        "classes": [
            "Pwr",
            "Enh",
            "Act"
        ],
        "desc": [
            "Attacks with your Stand deal double damage to objects and structures."
        ]
    },
    "Speedy_Switch": {
        "name": "Speedy Switch",
        "classes": [
            "Enh"
        ],
        "desc": [
            "<b>Prerequisite: Material-Anchor<\/b>",
            "As a Reaction you may switch between anchors for your Enhancement Stand very quickly, meaning that if someone attempts to hit you and you activate this ability, the first hit misses automatically. However, if your Stand moves outside of someone's melee, they can still take an Attack of Opportunity.",
            "You may use this Ability once per combat encounter."
        ]
    },
    "Stand_Energy_Recharge": {
        "name": "Stand Energy Recharge",
        "classes": [
            "Abl",
            "Act"
        ],
        "desc": [
            "You have very strong abilities, but it's very tiring to try to use them repeatedly. Luckily, you've learned through practice how to pace yourself and replenish your energy.",
            "As part of a Dodge you regain an amount of Stand Energy equal to your Proficiency Bonus or your Charisma Modifier (whichever is higher), instead of the usual 1."
        ]
    },
    "Stand_Leap": {
        "name": "Stand Leap",
        "classes": [
            "Pwr",
            "Act"
        ],
        "desc": [
            "At the cost of 5 meters of your Movement Speed (not your Stand's) your Stand may punch or kick against a strong, rigid surface in order to propel both the Stand and User into the air. This can be done straight up, horizontally, or at an angle somewhere in between.",
            "If your Stand is within 2 meters it may propel you with it up to an amount of meters equal to your Stand's Power Modifier in a straight line any direction midair. Also, as a Reaction, you can negate all fall damage."
        ]
    },
    "Stand_Marking": {
        "name": "Stand Marking",
        "classes": [
            "Rmt",
            "Enh",
            "Rev",
            "Hive",
            "Act"
        ],
        "desc": [
            "As an Action you may \"Mark\" a specific object or person with your Stand, so long as the target is within your Stand's Range and activates a specific, predetermined trigger at some point.",
            "When a person or object is \"Marked\" your Stand automatically follows them, affecting them with their Ability. This effect continues until you recall your Stand back to you, you are killed, or the object\/person that is Marked is destroyed\/killed.",
            "When something is Marked by your Stand, the amount of meters that your Stand is active within is equal to your Stand's Range Score (not Modifier). If the object or person leaves your Range your Stand returns to you, but may instantly jump back to the object if the object\/person reenters the range of your Stand Marking."
        ]
    },
    "Subtle_Assistance": {
        "name": "Subtle Assistance",
        "classes": [
            "Abl",
            "Act"
        ],
        "desc": [
            "You may use your Stand's Ability in a very clever and subtle way to help you with tasks both in combat and everyday life. If you fail a Skill Check, you may use your Reaction to reroll the Skill Check, but you must take the new result. You may use this Ability an amount of times equal to your PB per long rest. Your Stand does not have to be summoned to use this."
        ]
    },
    "Superior_Grudge": {
        "name": "Superior Grudge",
        "classes": [
            "Rev"
        ],
        "desc": [
            "Rather than having a maximum of 5 Grudge Points, you now have a maximum of 7, and if you would begin combat with 0 Grudge Points you instead start with 1 Grudge Point."
        ]
    },
    "Surrounding_Swarm": {
        "name": "Surrounding Swarm",
        "classes": [
            "Hive"
        ],
        "desc": [
            "If all Instances of your Stand are attacking a target and there are a roughly equal amount of Instances on each side of a target, they have Disadvantage on the Saving Throw against Swarm Attack. "
        ]
    },
    "Healing_Hands": {
        "name": "Healing Hands",
        "classes": [
            "Rip"
        ],
        "desc": [
            "As an Attack you may touch an Unconcious (but still living) creature, and restore them to 1 Hit Point."
        ]
    },
    "Healing_Ripple": {
        "name": "Healing Ripple",
        "classes": [
            "Rip"
        ],
        "desc": [
            "As an Attack, for 1 Ripple Point, you may heal yourself or another living creature for 5 + your Constitution Modifier Hit Points.",
            "For every additional Ripple Point you spend, you heal an additional 5 Hit Points."
        ]
    },
    "Ripple_Fighting_Style": {
        "name": "Ripple Fighting Style",
        "classes": [
            "Rip"
        ],
        "desc": [
            "You've learned one of the following schools of combat that enables you to better use your Ripple combatively.",
            "<ul class='sublist'><li><b>Disciplined<\/b>: You gain Proficiency in 2 Saving Throws of your Choice.<\/li><li><b>Enhanced Reflexes<\/b>: As a Reaction in response to being targeted with an AOE effect, you may move up to half your Movement Speed without provoking Opportunity Attacks. You may use this to avoid an AOE Save, but not a single target attack.<\/li><li><b>Graceful Fighting<\/b>: When you make Unarmed Attacks or Attacks using a Simple melee Weapon you may use Dexterity for both the Attack and Damage Rolls. Additionally, you may use your Unarmed Dice with a Simple melee Weapon instead of its regular Damage Die. This also allows you to make stand attacks using Precision for attack and damage rolls.<\/li><li><b>Mobile:<\/b> You gain Advantage on Saving Throws that would restrict your Movement. Additionally, you may spend your Bonus Action in order to ignore Difficult Terrain.<\/li><li><b>Powerful<\/b>: Rather than using regular AC, you may choose to have your AC be 10 + your Strength Modifier + your Constitution Modifier. If you have a stand, you may use Power for your AC calculation in place of either Precision or Speed.<\/li><\/ul>"
        ]
    },
    "Recovery_Breathing": {
        "name": "Recovery Breathing",
        "classes": [
            "Rip"
        ],
        "desc": [
            "As an Action, if you are comfortably able to breathe, you may regain an amount of Ripple Points equal to your Constitution Modifier.",
            "You may use this Ability once per Short Rest."
        ]
    },
    "Ripple_Possession": {
        "name": "Ripple Possession",
        "classes": [
            "Rip"
        ],
        "desc": [
            "As an Action, for 3 Ripple Points, you may touch a living creature or Undead and imbue it with your will and supernatural physicality for a short time.",
            "The creature targeted must make a Charisma Save, shrugging off the effect on a success. A failed save adds +5 to the target's Strength, Dexterity, and Constitution rolls, and forces them to follow whatever simple command you give them for the next minute so long as the command is not directly harmful to the creature.",
            "This Ability does not work on Constructs."
        ]
    },
    "Conductor_Shield": {
        "name": "Conductor Shield",
        "classes": [
            "Rip"
        ],
        "desc": [
            "As a Reaction, for 1 Ripple Point, you may create an improvised shield reinforced by Ripple.",
            "This shield allows you to add your Proficiency Bonus to your AC, as well as all Strength, Dexterity, and Constitution Saves until the start of your next Turn."
        ]
    },
    "Life_Magnetism": {
        "name": "Life Magnetism",
        "classes": [
            "Rip"
        ],
        "desc": [
            "When finding a collection of significant biomass, as an Action, you may spend 1 Ripple Point to collect up to 1 Metric ton of it together and manipulate it in any way you'd like.",
            "Examples of biomass manipulation include creating a leaf glider, creating a hole in a tree to hide in, or using blades of grass to create skin tight armor.",
            "Each additional Turn of manipulation costs 1 Ripple Point. You may move while Life Magnet is being used, but if you stop touching the biomass the structure falls apart. The Structure has an amount of Hit Points equal three times your Level in The Ripple and has an AC equal to your Ripple DC."
        ]
    },
    "Deep_Pass_Overdrive": {
        "name": "Deep Pass Overdrive",
        "classes": [
            "Rip"
        ],
        "desc": [
            "You may use this Action when you touch a living creature, or a Ripple conductor. After performing this Action, you are no longer able to spend Ripple Points or use any Ripple Class Features. Your Strength, Dexterity, and Constitution Scores all drop to 3, and you lose a point of each Score for every additional 10 seconds that pass. This stat reduction cannot be slowed, reduced, or reversed, and you die when your physical stats drop to 0.",
            "Your target gains a permanent stat increase of +4 to a physical stat of their choice, and a +2 to the other physical stats. Additionally, your target has Advantage on all d20 rolls for the next 10 minutes and gains all of your Inspiration, if you have any."
        ]
    },
    "Ripple_Perception": {
        "name": "Ripple Perception",
        "classes": [
            "Rip"
        ],
        "desc": [
            "You have 5 meters of Blindsense that is able to travel through walls until the end of your next Turn. If you are standing on a surface that conducts Ripple (such as water or metal), the range is increased to 10 meters. You may spend a Ripple Point to double this range."
        ]
    },
    "Improved_Ripple_Perception": {
        "name": "Improved Ripple Perception",
        "classes": [
            "Rip"
        ],
        "desc": [
            "Your passive Blindsense is increased to 10m, or 20m on a conductive surface, and may still spend a Ripple Point to double the range."
        ]
    },
    "Ripple_Regeneration": {
        "name": "Ripple Regeneration",
        "classes": [
            "Rip"
        ],
        "desc": [
            "At the top of Initiative you regain an amount of HP equal to twice your Constitution modifier if you are at 1 HP or more and are able to comfortably breathe. This also applies outside of combat."
        ]
    },
    "Toxin_Expulsion": {
        "name": "Toxin Expulsion",
        "classes": [
            "Rip"
        ],
        "desc": [
            "As a Reaction, as long as you can comfortably breathe, you may avoid all Poison damage from an Attack or Save you are hit with, or remove the Poisoned Condition from yourself."
        ]
    },
    "Liquid_Solidification": {
        "name": "Liquid Solidification",
        "classes": [
            "Rip"
        ],
        "desc": [
            "You may control the surface tension of water using the Ripple, creating a kind of skin around a liquid or allowing you to walk on water.",
            "You are only able to use this Ability when you are able to comfortably breathe."
        ]
    },
    "Rippling_Weapon": {
        "name": "Rippling Weapon",
        "classes": [
            "Rip"
        ],
        "desc": [
            "You may use your Unarmed Dice for attacks with Simple Melee Weapons.",
            "Additionally, when making any Melee Attack you may spend 1 Ripple Point to imbue your strike with The Ripple, dealing additional Radiant damage equal to twice your Unarmed Attack Dice."
        ]
    },
    "Ripple_Pressure": {
        "name": "Ripple Pressure",
        "classes": [
            "Rip"
        ],
        "desc": [
            "As an Action, for 1 Ripple Point, you can pressurize a sealed container and control how and where that pressure is finally released.",
            "All enemies within a 10 meter cone must make a Dexterity Saving Throw, taking 4d6 Radiant damage on a failed Save and half as much on a successful Save.",
            "Alternatively, you may spend additional time and Ripple to allow the pressure to build as well. For every additional Action and Ripple Point spent the container deals an additional 2d6 Radiant damage, with a maximum of 10d6 damage."
        ]
    },
    "Zoom_Punch": {
        "name": "Zoom Punch",
        "classes": [
            "Rip"
        ],
        "desc": [
            "As an Attack, for 1 Ripple Point, you may make a Melee Attack with a reach of up to 3 meters that deals an additional amount of damage equal to your Unarmed Dice."
        ]
    },
    "Sunlight_Yellow_Overdrive": {
        "name": "Sunlight Yellow Overdrive",
        "classes": [
            "Rip"
        ],
        "desc": [
            "As a Turn (full action economy, aside from Reaction), you may spend 2 Ripple Points to make an amount of Unarmed Strikes equal to your Constitution Modifier.",
            "Additional techniques such as <a class='in-page'>Zoom Punch<\/a> cannot be used on these Attacks.",
            "You may choose whether or not to make this lethal."
        ]
    },
    "Sendo_Overdrive": {
        "name": "Sendo Overdrive",
        "classes": [
            "Rip"
        ],
        "desc": [
            "As an Attack you may spend 1 Ripple Point to make an Unarmed Strike through a material that conducts Ripple (such as metal, water, or a living being) without causing any damage to the conductor. You may use this Ability to heal\/damage a target up to 10 meters away, so long as there is a conductor connecting you and your target."
        ]
    },
    "Scarlet_Overdrive": {
        "name": "Scarlet Overdrive",
        "classes": [
            "Rip"
        ],
        "desc": [
            "As an Attack, for 2 Ripple Points, you may make a Melee Attack, dealing an additional amount of fire damage equal to twice your Unarmed Dice. Any objects hit by this attack that aren't worn or carried by a creature catch on fire.",
            "In addition, if you are afflicted with <a class='in-page'>Freezing Touch<\/a>, you may spend an Attack on yourself to end the effect without dealing damage."
        ]
    },
    "Slowed_Aging": {
        "name": "Slowed Aging",
        "classes": [
            "Rip"
        ],
        "desc": [
            "You have perfected your Ripple and your body to such a degree that you age half as slowly as the normal human, starting at this point. A 70 year old Ripple User who gained this feature at age 20 would have the physical body of a 45 year old, for example."
        ]
    },
    "Spiritual_Ripple": {
        "name": "Spiritual Ripple",
        "classes": [
            "Rip"
        ],
        "desc": [
            "If your DM allows it, and if you are in a campaign involving Stands, you may now see Stands as well as damage them using your Ripple.",
            "Additionally, Stand Users no longer have Advantage on Attacks against you."
        ]
    },
    "Custom_Ripple_Technique": {
        "name": "Custom Ripple Technique",
        "classes": [
            "Rip"
        ],
        "desc": [
            "You create a Ripple technique that is unique to your use of the Ripple as well as your method of fighting. It should generally take an Action, and it should cost a number of Ripple Points relative to how powerful it is.",
            "Examples of Custom Ripple Techniques come in the form of <a href='https:\/\/jojowiki.com\/Lisa_Lisa' target='_blank'>Lisa Lisa<\/a>'s scarf technique, <a href='https:\/\/jojowiki.com\/Dire' target='_blank'>Dire<\/a>'s Thunder Cross Split Attack, or <a href='https:\/\/jojowiki.com\/Caesar_Anthonio_Zeppeli' target='_blank'>Caesar<\/a>'s Bubble Lens Technique.",
            "Talk to your DM to determine the function and details of this Ability."
        ]
    },
    "Perfected_Ripple": {
        "name": "Perfected Ripple",
        "classes": [
            "Rip"
        ],
        "desc": [
            "As a Level 20 Ripple User, you have reached your full potential through use of the Ripple. This costs 15 Ripple Points and takes an Action, allowing you to choose one of the following. The effect you choose may be used multiple times if applicable, but you may not change your choice.",
            "<ul class='sublist'><li>You gain an immensely powerful skill or ability otherwise not available to you. An example of such a powerful ability is <a href='https:\/\/jojowiki.com\/Tonpetty'>Tompetty<\/a>'s ability to tell the fate of a person they touch.<\/li><li>If you do not have a Stand, one manifests at Level 15.<\/li><li>If you are already a Stand User, your Stand evolves. The stats of your Stand double, and this change lasts for 1 hour.<\/li><\/ul>"
        ]
    },
    "Spherical_Spin": {
        "name": "Spherical Spin",
        "classes": [
            "Spin"
        ],
        "desc": [
            "You're able to spin special Spheres in a way that imbues them with powerful energy. The number of Damage Dice used with these Spheres increases with the column on the right of The Spin's class table.",
            "In order to use the Spin, you must have a relatively undamaged non-human animal or plant nearby that you can see clearly as a reference. You can only use Dexterity for the Spin, not Precision."
        ]
    },
    "Sculpt_Sphere": {
        "name": "Sculpt Sphere",
        "classes": [
            "Spin"
        ],
        "desc": [
            "Through use of the Spin, you've found that you can create Spheres out of everyday materials by grabbing a clump of something in one hand and spinning it.",
            "In order to create a Sphere you must have a decently sized chunk of material in your hand, roughly the amount needed to form a baseball. As an Action you may spin the material in your hand, shaving off the excess material and creating a Sphere suitable for use with the Spin."
        ]
    },
    "Spin_Expertise": {
        "name": "Spin Expertise",
        "classes": [
            "Spin"
        ],
        "desc": [
            "You gain Expertise in the use of Spheres thrown with the Spin."
        ]
    },
    "Spin_Mastery": {
        "name": "Spin Mastery",
        "classes": [
            "Spin"
        ],
        "desc": [
            "You gain Mastery in the use of Spheres thrown with the Spin."
        ]
    },
    "Spin_Fighting_Style": {
        "name": "Spin Fighting Style",
        "classes": [
            "Spin"
        ],
        "desc": [
            "You gain one of the following Spin Fighting Styles:",
            "<ul class='sublist'><li><b>Aggressive<\/b>: If you use your Action to only make damage-dealing Attacks with Spin imbued Spheres you may use your Bonus Action to make another Attack using the spin, so long as it is only used to deal damage.<\/li><li><b>Dead Eye<\/b>: Unless you are throwing a Sphere at Long Range, your Attacks with Spheres imbued with the spin cannot be made with Disadvantage.<\/li><li><b>Disciplined<\/b>: You gain Proficiency in 2 Saving Throws of your choice.<\/li><li><b>Mobile<\/b>: You have Advantage on Saving Throws that would restrict your movement. Additionally, you may spend a Bonus Action in order to ignore difficult terrain.<\/li><\/ul>"
        ]
    },
    "Create_Mirage": {
        "name": "Create Mirage",
        "classes": [
            "Spin"
        ],
        "desc": [
            "As an Action you may Spin two steel Spheres close to each other, bending and directing the light around you to effectively create a visual clone of yourself.",
            "When someone makes an Attack Roll targeting you, they must roll a d20 first. If they roll a 10 or lower they hit the illusion, dealing no damage on that Attack.",
            "This Ability lasts until the start of your next Turn. Creatures with Blindsense or Tremorsense are not affected by this Ability."
        ]
    },
    "Custom_Spin_Technique": {
        "name": "Custom Spin Technique",
        "classes": [
            "Spin"
        ],
        "desc": [
            "You create a Spin technique that is unique to your use of the Spin as well as your method of fighting. It should generally take an Action or a single Attack depending on how strong it is, and it should be relatively on par with higher-level abilities that you would have when gaining this Ability.",
            "Talk to your DM to determine the function and details of this Ability."
        ]
    },
    "Deflect_Distance_Attack": {
        "name": "Deflect Distance Attack",
        "classes": [
            "Spin"
        ],
        "desc": [
            "As a Reaction you may reduce the damage you take from a ranged or thrown Attack or a Saving Throw that requires you to use Strength, Dexterity, or Constitution.",
            "You may utilize a Sphere to reduce the damage by nd6 + your Dexterity Modifier, where n is your number of Spin Dice. If you are submerged you may instead use a temporary Sphere made from liquid, which is destroyed after use."
        ]
    },
    "Expose_Weakness": {
        "name": "Expose Weakness",
        "classes": [
            "Spin"
        ],
        "desc": [
            "As an Action you may make a single Sphere Attack to a target within your Short Range. If the Sphere hits, the next time (within a minute) your target takes damage the damage taken is doubled."
        ]
    },
    "Forced_Motion": {
        "name": "Forced Motion",
        "classes": [
            "Spin"
        ],
        "desc": [
            "As an Action you may toss a Sphere at a creature within the Short Range of the Sphere and force them to do a certain thing. This command may be anything from throwing a nearby object across the room, to pointing at a specific location, or even causing them to make one Attack at themselves. The target must make a Strength Saving Throw against your Spin DC, performing the commanded action on a failure.",
            "The creature does not have to be conscious (or living) for the command to be carried out, so long as the muscles activated for the motion are intact."
        ]
    },
    "Harden_Flesh": {
        "name": "Harden Flesh",
        "classes": [
            "Spin"
        ],
        "desc": [
            "As a Reaction or an Attack you may give yourself, an ally, or an object within your Sphere's Short Range temporary Hit Points equal to 5 times your number of Spin Dice (not 5 rolls). The temp HP lasts until the end of the target's next Turn."
        ]
    },
    "Immense_Friction": {
        "name": "Immense Friction",
        "classes": [
            "Spin"
        ],
        "desc": [
            "As an Attack you may throw a Sphere imbued in the Spin to set any object that's not being worn or carried on fire, heat it up immensely, or throw it up to 5 meters in a direction of your choice (for Tiny objects only)."
        ]
    },
    "Medicinal_Spin": {
        "name": "Medicinal Spin",
        "classes": [
            "Spin"
        ],
        "desc": [
            "The Spin has been used as a medical tool by powerful practitioners for many years. The Spin applied in this way numbs the pain around a wound and makes it easier to repair and notice problem areas.",
            "As a Reaction or Attack you may use a Sphere to perform one of the following on a target within the Sphere's Long Range:",
            "<ul class='sublist'><li>Restore the target to 1 Hit Point if they are at 0<\/li><li>Remove one of the following Conditions from the target: Poisoned, Restrained, Staggered, or Stunned<\/li><li>Double any healing or temporary hit points the target receives until the end of their next Turn.<\/li><\/ul>"
        ]
    },
    "Sendo_Spin": {
        "name": "Sendo Spin",
        "classes": [
            "Spin"
        ],
        "desc": [
            "As an Attack you may choose a point within the Long Range of your Sphere, tossing it there and creating an amount of difficult terrain equal to twice the number of Spin Dice you use in meters."
        ]
    },
    "Spiritual_Spin": {
        "name": "Spiritual Spin",
        "classes": [
            "Spin"
        ],
        "desc": [
            "If your DM allows it, and if you are in a campaign involving Stands, you may now see Stands as well as damage them using Spheres imbued with the Spin.",
            "Additionally, Stand Users no longer have Advantage on Attacks against you."
        ]
    },
    "Muscle_Contraction": {
        "name": "Muscle Contraction",
        "classes": [
            "Spin"
        ],
        "desc": [
            "As a Reaction or Attack you may toss a Sphere at a target within the Sphere's Short Range and increase their muscular capabilities considerably, creating a short burst of energy. The next Strength Check, Attack Roll, or Saving Throw the target makes until the end of their next Turn has a bonus added to the roll equal to your Dexterity Modifier."
        ]
    },
    "Object_Manipulation": {
        "name": "Object Manipulation",
        "classes": [
            "Spin"
        ],
        "desc": [
            "As an Action you may throw a Sphere at an object within your Sphere's long range in order to manipulate it or create a simple object from it.",
            "For example, one could cleanly remove the bark from a tree, neatly coil a rope, or remove the liquid from flesh (causing no damage), a solid, or semisolid, in a small area."
        ]
    },
    "Return_to_Sender": {
        "name": "Return to Sender",
        "classes": [
            "Spin"
        ],
        "desc": [
            "When you throw a Sphere, you may choose to have it return to you after damaging\/hitting\/missing its target. "
        ]
    },
    "Tendon_Twister": {
        "name": "Tendon Twister",
        "classes": [
            "Spin"
        ],
        "desc": [
            "As an Attack, you may toss a sphere at a creature within the Short Range of the sphere to make a Strength (or Power) Saving Throw against your Spin DC. If they fail the Saving Throw, you may remove function from one of their four limbs, with the following effects:<ul class='sublist'><li>Arms: The target loses function in one arm entirety, causing it to hang limply from their shoulder. This prevents them from using weapons that require two hands, and gives them Disadvantage on Athletics Checks and Strength Saves.<\/li><li>Legs: The target loses function in one leg entirely, causing it to go numb and hang limply. If they have one paralyzed leg their Movement Speed is cut in half, and if they have two paralyzed legs their Movement Speed drops to 0 and they fall Prone. A target with a paralyzed leg will have Disadvantage on all Acrobatics Checks and Dexterity Saves. <\/ul><\/li>",
            "At the end of the target's Turn, they make the Constitution Saving Throw again, regaining control of a single limb of their choice that has been paralyzed on success. The effect lasts for a minute, or until they make enough Saves to remove the effect. Alternatively, the target (if they have at least one functional hand) or an ally of theirs can make a Medicine Check against your DC, removing paralysis from all affected limbs on success and regaining control over a single limb of their choice on failure.",
            "<a href='\/abilities\/?focus=Medicinal_Spin'>Medicinal Spin<\/a> can remove the effect from a single paralyzed limb, and <a href='\/abilities\/?focus=Forced_Motion'>Forced Motion<\/a> still works on a paralyzed limb."
        ]
    },
    "Wrist_Memory": {
        "name": "Wrist Memory",
        "classes": [
            "Spin"
        ],
        "desc": [
            "You've become so accustomed to taking out and putting away Spheres that you no longer need to look down to do it. You may now draw and put away Spheres as Free Actions."
        ]
    },
    "Perfected_Spiral": {
        "name": "Perfected Spiral",
        "classes": [
            "Spin"
        ],
        "desc": [
            "As an Action, make a DC 30 Acrobatics Check, or make a DC 30 Care check while riding atop a steed. If you succeed, you gain one of the following benefits. Once you choose which benefit to use, all subsequent uses of this Ability produce the same result.",
            "<ul class='sublist'><li>You gain an immensely powerful additional Ability that harnesses the Spin, likely one that manipulates space, time, or gravity in some way.<\/li><li>If you do not have a Stand, one manifests at Level 15.<\/li><li>If you are already a Stand User, your Stand evolves. The stats of your Stand double, and this change lasts for 1 hour.<\/li><li>"
        ]
    },
    "Preparing_For_Infinity": {
        "name": "Preparing For Infinity",
        "classes": [
            "Spin"
        ],
        "desc": [
            "You gain Proficiency in Acrobatics and Care. If you are already Proficient, you may instead gain Expertise, and if you already have Expertise, you may gain Mastery."
        ]
    },
    "Projectile_Boost": {
        "name": "Projectile Boost",
        "classes": [
            "Spin"
        ],
        "desc": [
            "When you make an Attack Roll using a Sphere or projectile of any sort you may double the range of it by spending another Attack to throw a Sphere at it."
        ]
    },
    "Restraining_Spin": {
        "name": "Restraining Spin",
        "classes": [
            "Spin"
        ],
        "desc": [
            "As an Attack you may throw a Sphere into the flesh of a creature within your Sphere's range. If you hit them, roll normal damage and your target must make a Constitution Saving Throw, becoming Restrained until the end of your next Turn on failure.",
            "You may attempt this Attack several times in a Turn, but you may only successfully restrain 1 creature in a Turn. Creatures who have been restrained by this Ability get an additional +4 to further Restraining Spin Saves made for the next minute."
        ]
    },
    "Satellite_Spin": {
        "name": "Satellite Spin",
        "classes": [
            "Spin"
        ],
        "desc": [
            "You gain the ability to use Satellite Spheres."
        ]
    },
    "Self_Compression": {
        "name": "Self-Compression",
        "classes": [
            "Spin"
        ],
        "desc": [
            "As an Action you may compress a part of your body using the Spin in order to better hide or fit through places that you could not normally. For the purposes of hiding and moving you count as a creature one size category less than your normal size.",
            "This lasts until the end of your next Turn, unless you continue to use this ability as an Action each Turn.",
            "While in this state, your Movement Speed is reduced by half."
        ]
    },
    "Primal_Charm": {
        "name": "Primal Charm",
        "classes": [
            "Vamp",
            "PM",
            "EPM"
        ],
        "desc": [
            "Your body has responded nicely to the influence of Undead power. You may gain all or some Undead aesthetic features such as extended canines, dimly glowing red eyes, or long, flowing hair.",
            "Your Charisma Score increases by 2, and you may choose up to two Skills that use Charisma to become Proficient in. If you are already Proficient in all Charisma based Skills, you may instead gain Proficiency in a Skill that uses another stat.",
            "If you have offspring, be they Undead or living, they inherit this Ability from you."
        ]
    },
    "Ghoul_Creation": {
        "name": "Ghoul Creation",
        "classes": [
            "Vamp",
            "EPM"
        ],
        "desc": [
            "As a greater Undead, you have moved past simply creating Zombies. Now, you may create a lesser Undead of greater power than Zombies.",
            "As an Action you may spend 10 energy to create a <a href='\/races\/?focus=Ghoul'>Ghoul<\/a> from a living being of the same species as a creature you have just killed, or a corpse. You may also choose to put up to 100 additional energy into them, allowing them to more rapidly become a Ghoul of even greater power.",
            "A freshly killed living being converted into a Ghoul completes their transformation after 1d6+1 Turns, whereas a corpse completes their transformation after 3d12 Turns."
        ]
    },
    "Hypnosis": {
        "name": "Hypnosis",
        "classes": [
            "Vamp"
        ],
        "desc": [
            "By reflecting light within your eyes for an Action, you may send your brain waves through the air and take control of another living creature. The range of this Feature is 5 Meters, and you must make direct eye contact with the target in order to use this Ability.",
            "The opposing creature must make a Charisma Saving Throw against your Vampiric DC. If the Save is successful nothing happens, but if the throw is failed the creature becomes Hypnotized. Ripple Users are immune to this and automatically succeed the Save.",
            "The effects last up to an hour. While a creature is Hypnotized, they must follow any and all commands given to them by their Vampiric controller even if it would be completely opposed to the creature's normal goals, unless it would obviously cause direct harm to themself. If they are not given commands by you, they simply remain in the general position they were in when they were Hypnotized, and they count as Incapacitated for the duration.",
            "You may end this Hypnosis before the hour is up, if you so wish. They may remake the Saving Throw every time they take damage, or if an ally uses their Action to try to shake them out of it, with the effect ending on success. If the effect is ended by a successful Save or an ally's assistance, the affected becomes immune to Hypnosis for the next hour. The effect also ends if the target falls Unconscious.",
            "You may use this Ability an amount of times equal to your Charisma Modifier per Long Rest."
        ]
    },
    "Space_Ripper_Stingy_Eyes": {
        "name": "Space Ripper Stingy Eyes",
        "classes": [
            "Vamp"
        ],
        "desc": [
            "By concentrating fluid in your eyes and then shooting it out extremely quickly, you may create a high-pressure steam that rips open anything it comes into contact with.",
            "As an Action you may target anything you may see with your eyes with an attack with an infinite effective range. You are considered to have Expertise in the use of this attack, and you use your Dexterity Modifier for the Attack Roll. A roll of 18, 19, or 20 is considered a Critical Hit for this attack. This attack also has the Siege property, dealing double damage to objects.",
            "The beam is unstoppable, but may be deflected through a <a href='\/classes\/?focus=Ripple'>Ripple-infused<\/a> curve (a shot glass, for example).",
            "Each beam deals 8d12 piercing damage, and you may fire either one or two beams at once. You may fire an attack out of each eye once per Long Rest."
        ]
    },
    "Flesh_Grafting": {
        "name": "Flesh Grafting",
        "classes": [
            "Vamp",
            "EPM"
        ],
        "desc": [
            "In order to heal a missing body part more quickly, you may take a detached body part from a living thing or corpse and rapidly assimilate it into your flesh. It takes 1d4+1 Turns for the flesh to assimilate fully, or 1d6+1 years if the flesh was from a <a href='\/classes\/?focus=Ripple'>Ripple<\/a> User.",
            "You may also force the flesh to instantly assimilate by spending energy. You may reduce the amount of Turns it takes to assimilate by 1 Turn per 1 energy spent for a normal creature. You may also reduce the amount of years it takes to assimilate a Ripple User's flesh by 1 year for every 100 energy spent.",
            "You may still use the flesh grafted before it is fully assimilated, but any Strength, Dexterity, or Constitution Attack Rolls, Checks, or Saving Throws you make using that flesh are at Disadvantage."
        ]
    },
    "Freezing_Touch": {
        "name": "Freezing Touch",
        "classes": [
            "Vamp"
        ],
        "desc": [
            "As an Action you may make an Unarmed Strike to freeze a creature's skin by removing all moisture and heat from one of your limbs, effectively stealing the warmth from that part of their body.",
            "The creature you target must make a Constitution Saving Throw, taking 4d10 cold damage on a failed Save and half as much on a success. If the creature fails the Save, they are unable to effectively use the limb or area targeted, and any attacks, Saving Throws, or Skill Checks they attempt using that area will be made at Disadvantage.",
            "The negative effect lasts for a minute, and you may remake the Saving Throw when exposed to a significant amount of warmth.",
            "You may use this Ability an amount of times equal to your Constitution Modifier per Short Rest."
        ]
    },
    "Vampiric_Body_Control": {
        "name": "Vampiric Body Control",
        "classes": [
            "Vamp"
        ],
        "desc": [
            "You've become accustomed to the idea that the individual cells within your body are, in fact, under your conscious control. You may now perform tasks that would normally be impossible for a Human. You can fit yourself through small spaces, reknit bones, and fractures in them almost instantly, and even fully heal from sunlight\/Ripple inflicted wounds, without having to pick away the scar first (although this takes a decent amount of time).",
            "You may also choose to override standard Human self-preservation instincts, such as breathing, the inability to severely harm yourself, and even the ability to simply shut down specific parts of your body, and reboot them at will. Shutting down parts is instant, but rebooting them is a Bonus Action. You may also put muscular cells and bones in places where they should not be normally."
        ]
    },
    "Controlled_Veins": {
        "name": "Controlled Veins",
        "classes": [
            "Vamp",
            "EPM"
        ],
        "desc": [
            "You may put an entire miniature muscular system within the veins in your body. Not only that, but you may also Turn energy or matter within your body into more veins in order to have a Secondary Muscular System.",
            "Your Veins may be used to pierce through your skin without damaging you. Your Veins may deal Slashing, Bludgeoning, or Piercing damage, and they count as Unarmed Strikes when you attack using them. You may attack using a Vein even if the health of the rest of your Body is zero or lower.",
            "You may have up to 5 Veins going outside of your body at a time. Your hair also operates in the same way, with a maximum of 5 'Veins' on the top of your head. When using Veins to move, you may move at up to half of your normal Movement Speed. You may also use Veins to Grapple. For every additional Vein used, add +1 to the Bonus for your Grapple Check. The Veins may stretch up to 5 meters."
        ]
    },
    "Body_Evacuation": {
        "name": "Body Evacuation",
        "classes": [
            "Vamp",
            "EPM"
        ],
        "desc": [
            "The only part of the Undead body needed for Vampiric survival is the brain. If you find yourself in an incredibly desperate situation, you may perform this Ability to save yourself.",
            "As an Attack you may use your Secondary Muscular System (from <a class='in-page'>Controlled Veins<\/a>) to remove your Head and Secondary Muscular System from the rest of you.",
            "Your Head and Secondary Muscular System are now all you are. You may slowly regenerate your own body, but it takes 3d4 days to do so, as well as 5 Energy for each kilogram of flesh regenerated.",
            "You still have to consume energy at the standard rate, but you may now do this with your Secondary Muscular System, and you may use your <a href='\/abilities\/?focus=Lifesteal&search=lifesteal'>Lifesteal<\/a> ability as normal."
        ]
    },
    "Vampiric_Dormancy": {
        "name": "Vampiric Dormancy",
        "classes": [
            "Vamp"
        ],
        "desc": [
            "Normally, as a Vampire, you must consume at least 10 energy per month in order to sustain yourself. However, you may also choose to enter a completely dormant state, in which your body ceases all but the most vital of functions.",
            "In order to be woken up, you must set a specific trigger to be awoken to or experience a significant change in sensory input, such as your place of rest being moved or opened.",
            "For every year that goes by, 2 energy is consumed. If the amount of total energy you have falls to 0 or less, you die."
        ]
    },
    "Flesh_Bud": {
        "name": "Flesh Bud",
        "classes": [
            "Vamp"
        ],
        "desc": [
            "Using some of your Secondary Muscular System, as well as 20 Energy, you may create a Flesh Bud. Flesh Buds are small collections of flesh that are placed upon the forehead. A Flesh Bud forces the one who it is implanted into to do the Vampire's bidding, despite the interests of the individual. However, this form of mind control does not completely change the personality of the victim in most cases. The only real change is in a person's goals and motives.",
            "In order to implant a Flesh Bud into someone, you must place the Bud into their forehead as an Action. The target must be Grappled by you, and you must succeed on another Grapple Check in order to place the Flesh Bud into them.",
            "Flesh Buds have an amount of Health equal to your Level in Vampire. If the Flesh Bud's health drops below zero, the Flesh Bud begins to die. However, if the Flesh Bud is still implanted within a Human's brain when this happens, the Flesh Bud lashes out, dealing 10d10 Slashing damage directly to the brain.",
            "However, these Flesh Buds may be safely removed via a successful Finesse or Medicine (DC of 20), or through a direct hit using an attack from The Ripple. If the attack dealt by The Ripple deals an amount of damage equal or greater to the HP of the Flesh Bud, it is vaporized instantly in its entirety, without any chance to respond. The Flesh Bud is Undead flesh, and as such, it will immediately die when exposed to Sunlight.",
            "The Flesh Bud will function normally for up to 3 years. After around 3.5 years have passed, the Flesh Bud will feed off of the blood of the brain directly, resulting in a loss of 1d4 Maximum HP per month. When the target's Maximum HP reaches zero, they are killed instantly. If the Vampire that implanted the Flesh Bud is killed, the Flesh Bud goes haywire, and the target becomes an <a href='\/races\/?focus=Abomination'>Abomination<\/a>."
        ]
    },
    "Vampire_Creation": {
        "name": "Vampire Creation",
        "classes": [
            "Vamp",
            "EPM"
        ],
        "desc": [
            "You have grown very powerful, and now have the ability to create other greater Undead with relative ease.",
            "If you expose a large amount of your blood to a recently deceased living being or corpse of the same species as you, you may spend 250 energy to make them into a Vampire. ",
            "A recently deceased living being returns to life with full Hit Points as a Vampire one Turn after exposure, but a corpse returns to life 1d4 minutes after exposure."
        ]
    },
    "Cellular_Phasing": {
        "name": "Cellular Phasing",
        "classes": [
            "EPM"
        ],
        "desc": [
            "Your cells all can move with incredible flexibility and speed. You may move your body, or parts of your body, through flesh without absorbing or affecting it in any negative way, if desired."
        ]
    },
    "EPM_Dormancy": {
        "name": "EPM Dormancy",
        "classes": [
            "EPM"
        ],
        "desc": [
            "As an Action you may seal yourself within a thin shell of rock at any point. While in this state you may not move in any way, but you also have total Immunity to UV light. At this point, you may either set an automatic timer or trigger (a bird lands on your casing, you hear a gunshot, etc.) that allows you to awaken as an Action. Alternatively, you may also set a certain amount of time before awakening (such as 1,000 years), as well as having a trigger that can wake you early.",
            "Entering this state costs 100 Energy, and you may stay in it for up to ten thousand years. You may remain dormant for longer than that, but for every year that you are dormant past ten thousand, 5 Energy is consumed. If you run out of energy while in this state, your brain stops functioning completely."
        ]
    },
    "Undead_Nature": {
        "name": "Undead Nature",
        "classes": [
            "Zom",
            "Ghl",
            "Vamp",
            "EPM"
        ],
        "desc": [
            "You have been removed from the traditional cycle of life and death. You have become theoretically immortal, so long as you are able to consistently gain enough energy to stay alive.",
            "As an Undead Creature, you do not age in any capacity. You also regain any lost youth, bringing your body to the strength, power, and endurance that you had when you were roughly 25 years old. If you were younger than 25 years old when you were turned, you instead age at the same rate until you get to the age of 25 years old",
            "You no longer need to sleep or breathe air, and you gain immunity to Poison damage and the Poisoned Condition.",
            "You are unable to feel pain, except for Radiant damage which is extremely painful. When damaged by <a href='\/classes\/?focus=Ripple'>The Ripple<\/a>, UV light, or sunlight you take double damage. When exposed to direct sunlight, you and\/or your Head, depending on what parts were exposed, take 10d12 Radiant damage (20d12 when doubled). This damage cannot be reduced or negated in any way.",
            "You have two health pools in the form of Body HP and Head HP. When someone attempts to hit you with an attack, they must choose whether to aim for your Head or your Body. Your Body has an amount of Hit Points equal to what your class would give to you and whatever AC you would have normally. However, your Head has a smaller amount of Hit Points based on the type of Undead that you are, and an additional amount of AC equal to your Proficiency Bonus."
        ]
    },
    "Zombie_Infection": {
        "name": "Zombie Infection",
        "classes": [
            "Zom",
            "Ghl",
            "Vamp",
            "EPM"
        ],
        "desc": [
            "When you kill a living humanoid, you may choose to have them return as an Undead shade of their former self, hungry for living flesh. They revive as a <a href='\/races\/?focus=Zombie'>Zombie<\/a> after 1d4+1 Turns.",
            "You may also create a Zombie from an already deceased corpse by exposing yourself to their blood (via bite or transfusion). They revive as a Zombie in 2d12 Turns.",
            "<a href='\/classes\/?focus=Ripple'>Ripple<\/a> Users are immune to this infection."
        ]
    },
    "Immortality": {
        "name": "Immortality",
        "classes": [
            "Ult"
        ],
        "desc": [
            "When you drop to 0 Hit Points, rather than rolling Death Saves, you enter an inactive but conscious state where you are Incapacitated and begin to track negative HP if further damage is taken. Your regeneration still applies, and if you are able to positive HP again, you exit that inactive state.",
            "You regenerate an amount of Hit Points equal to three times your Constitution Modifier every Turn."
        ]
    },
    "Stoneflesh": {
        "name": "Stoneflesh",
        "classes": [
            "Rock"
        ],
        "desc": [
            "As an Action you enter full hibernation, gaining a thick layer of stone over your skin and entering a dormant state. You may not move while in this state, nor take any actions whatsoever. Your scent disappears, and you become practically indistinguishable from a regular boulder.",
            "In this state, your AC increases by 5, and you gain twice your Level in temp HP at the top of Initiative."
        ]
    },
    "Stone_Cold_Willpower": {
        "name": "Stone Cold Willpower",
        "classes": [
            "Rock"
        ],
        "desc": [
            "Over 95% of Rock Humans are born with a Stand Ability. Roll a d20. If your number rolled is anything other than 1, you are a natural-born Stand User (if you rolled a 1, you may still have the potential to gain a Stand, you are just not born with one)."
        ]
    },
    "Mysterious_Disappearance": {
        "name": "Mysterious Disappearance",
        "classes": [
            "Rock"
        ],
        "desc": [
            "When you are killed, your body rapidly crumbles in dust that easily dissipates. One Turn after you die, your remains are completely gone."
        ]
    },
    "Incalculable_Fortune": {
        "name": "Incalculable Fortune",
        "classes": [
            "Corpse"
        ],
        "desc": [
            "If the User is not currently using another aspect of <a href='\/artifacts\/?focus=Holy_Corpse_Parts'>Love Train<\/a>, they may instead activate this Ability. This Ability causes protection and good fortune to befall a group of people, an organization, or anything in general, determined by The Corpse's User.",
            "This luck protects and helps the chosen entity, but at the cost of other people. If one person is obtaining a lot of luck, another randomly chosen person is extremely unlucky. If an area of land is blessed, there is an equal amount of land somewhere in the world that is seemingly cursed. The same applies for anything made. The limit of this Ability is half of the land\/people\/entities in the world, as the net fortune has to equal zero.",
            "The effect of this luck is that the chosen person\/group\/area may not roll below a 15 and is granted Advantage on all rolls made. However, the cursed person\/group\/area may not roll above a 5 and is given Disadvantage on all rolls made. The random person or area that is cursed is only affected briefly before a new random target is selected."
        ]
    },
    "Vicious_Misfortune": {
        "name": "Vicious Misfortune",
        "classes": [
            "Corpse"
        ],
        "desc": [
            "While in possession of The Holy Corpse, if either you injure someone and are aware of the injury, you may choose how exactly the injury affects the person. You can reduce all damage, increase the damage caused, or even move the wound to a different part of the body. For example, a prick on the finger could be amplified and moved to the internal heart valve, causing an almost certain mortal wound.",
            "It takes 1d4 + 1 full Turns for one of these wounds to become fatal. If the target receives any healing they fall unconscious (but stable) instead. If they're able to receive healing that is more than the injury dealt, they may shruge of the effect."
        ]
    },
    "Gravitational_Pull": {
        "name": "Gravitational Pull",
        "classes": [
            "Corpse"
        ],
        "desc": [
            "The Corpse has the ability to bring non-living objects and terrain towards its User. Any terrain within sight can be brought to the User's feet within one Turn. The surrounding terrain will shift around it to accommodate for the moving earth."
        ]
    },
    "The_Wall": {
        "name": "The Wall",
        "classes": [
            "Corpse"
        ],
        "desc": [
            "In a line between The Corpse and slightly past the User, a two-dimensional grid is created with a small dimensional pocket dimension inside that only the current User of The Corpse can access. While within this wall, all damage directed at the person in the pocket dimension is redirected to somebody else random in the world. However, while in this dimension, you may also not attack unless you reach outside of the pocket dimension to do so. This effect is clearly visible to everybody, including Non-Stand Users.",
            "This dimensional barrier is immune to all damage, with exception to things that are on the same power level as The Holy Corpse. Things that break through the dimensional wall include attacks and Abilities from <a href='\/artifacts\/?focus=Stand_Arrow'>Requiem Stands<\/a>, Abilities of <a href='\/artifacts\/?focus=Heaven'>Heaven Ascended Stands<\/a>, a physical Melee Attack from an <a href='\/races\/?focus=Ultimate_Being'>Ultimate Being<\/a>, or from an object with the <a class='in-page'>Perfect Spiral<\/a>. These attacks\/Abilities may affect you, but even if they do, any damage that you take is halved."
        ]
    },
    "Design_Change": {
        "name": "Design Change",
        "classes": [
            "Req"
        ],
        "desc": [
            "Your Stand undergoes an immediate and noticeable visual change, still maintaining elements of your original Stand, but changing up and adding some things as well."
        ]
    },
    "Physical_Change": {
        "name": "Physical Change",
        "classes": [
            "Req"
        ],
        "desc": [
            "Requiem Stands have immense power. Take all of your Stand's stats and double them."
        ]
    },
    "Enhanced_Ability": {
        "name": "Enhanced Ability",
        "classes": [
            "Req"
        ],
        "desc": [
            "Your normal Stand Abilities greatly increase in power and potency. They cost the same amount, but you may use your Ability as a Free Action once per Turn."
        ]
    },
    "Requiem_Ability": {
        "name": "Requiem Ability",
        "classes": [
            "Req"
        ],
        "desc": [
            "This is one of the most powerful abilities a Stand can possess. When used, at the cost of 3 SE, this kind of Ability has ridiculous power. Work with your DM to determine how this power works. However, there are some general guidelines that should be followed.",
            "First, your Requiem Ability is based upon what your greatest desire or goal was when you pierced yourself. This Ability manifests so that you may more easily achieve that goal or desire. As a general rule of thumb, a Requiem Ability should have enough power that, when used, the entirety of a town\/city would notice all at once (if you wanted to show your full power).",
            "Another general rule is that most Requiem Abilities are defensive, and cannot be activated by the User. Requiem Abilities also typically manifest in the form of a power that affects time, space, or living souls."
        ]
    },
    "Heavenly_Ability": {
        "name": "Heavenly Ability",
        "classes": [
            "Heav"
        ],
        "desc": [
            "This Ability costs 50 SE when activated and costs 10 SE per Turn if passive. Heavenly Abilities set Heaven Ascended Stands above all other Abilities of mortal beings. Heavenly Abilities are typically based on a particular word or phrase of great personal importance to the User, usually relating to their beliefs.",
            "As a general rule of thumb, when a Heavenly Ability is activated, if the Heaven Ascended Stand is intentionally using its full power, the entire universe could be affected. However, as powerful as this may seem, these abilities are usually broad, and affect a large area indiscriminately. The less broad an Ability, the stronger it is.",
            "For example, <a href='https:\/\/jojowiki.com\/Made_in_Heaven'>Made In Heaven<\/a> can speed up time exponentially without end, but it affects everybody indiscriminately, with no ability to stop it once time begins to speed up. <a href='https:\/\/jojowiki.com\/The_World_Over_Heaven'>The World Over Heaven<\/a>, on the other hand, can rewrite reality itself (sometimes even changing the laws of physics in a small region), with the trade off being that it has to hit something with its fists in order to change it."
        ]
    },
    "Ghoulification": {
        "name": "Ghoulification",
        "classes": [
            "Ghl"
        ],
        "desc": [
            "Ghouls, while able to be dispatched through significant force, often put up more of a fight than their Zombie counterparts.",
            "Ghouls have an amount of Head Health equal to 1d2 + half of their Constitution Modifier per their total non-Ghoul Levels in HP. Their Head has an AC equal to your regular AC + your Proficiency bonus.",
            "As an Action a Ghoul may perform a great feat of strength. They may lift, push, or throw an amount of kilograms equal to their Strength Score multiplied by 50 kilograms. This may also be used to break down walls, etc.",
            "Ghouls heal at a rate around 5x as fast as a Human. However, wounds caused by <a href='\/classes\/?focus=Ripple'>Ripple<\/a> or sunlight take 10x as much time to heal as a normal wound for a Ghoul.",
            "Additionally, Ghouls are particularly effective at using Unarmed Strikes. Their base damage increases from 1d4 to 1d10.",
            "Unlike Zombies, Ghouls are able to pass as Human with relative ease. However, they often have two forms. A more human-like form, as well as a more monstrous form.",
            "Ghouls must consume an amount of Human flesh equal to twice their body weight per month, or ten times their body weight in animal flesh per month in order to sustain themselves.",
            "Should a Ghoul be exposed to the Stone Mask or the Completed Stone Mask, they may be able to become a Vampire or Ultimate Being, respectively."
        ]
    },
    "Ghoulish_Peak": {
        "name": "Ghoulish Peak",
        "classes": [
            "Ghl"
        ],
        "desc": [
            "You have reached your maximum potential through your current means of Undeath.",
            "Your Strength, Dexterity, and Constitution Scores all increase by 2."
        ]
    },
    "Ghoul_Physique": {
        "name": "Ghoul Physique",
        "classes": [
            "Ghl"
        ],
        "desc": [
            "As a Ghoul, you have certain powerful biological functions not available to Zombies or Humans. You may gain either:<ul class='sublist'><li>+4 to your Strength, Dexterity, or Constitution Score.<\/li><li>An additional function to a bodily part of your choice. For example, <a href='https:\/\/jojowiki.com\/Bruford' target='_blank'>Bruford's<\/a> hair having a long-range grapple ability.<\/li><\/ul>"
        ]
    },
    "Greater_Undead_Health_Threshold": {
        "name": "Greater Undead Health Threshold",
        "classes": [
            "Vamp",
            "EPM"
        ],
        "desc": [
            "Due to the nature of your greater Undead body, you are able to easily deflect most blows to your Had. Whenever someone attempts to attack your Head, they are unable to deal damage that first time. Instead, you must make a Constitution Saving Throw against a DC of 5 + the amount of damage dealt by that attack. If you succeed on the Save, you take no damage and keep your Threshold. Otherwise, you lose it.",
            "Critical Hits and Radiant damage are able to instantly break through your Threshold, dealing damage to you immediately and destroying your threshold as well.",
            "You regain the use of this Ability on a Short Rest."
        ]
    },
    "Greater_Undead_Senses": {
        "name": "Greater Undead Senses",
        "classes": [
            "Vamp",
            "EPM"
        ],
        "desc": [
            "After some time to adjust, your Undead body has become a finely tuned instrument, able to detect even the slightest of changes to sensory information.",
            "You gain Proficiency in the Perception skill, and your Passive Perception increases by 5. If you are already Proficient in Perception you instead gain Expertise, and if you already have Expertise you instead gain Mastery."
        ]
    },
    "Inferior_Lifesteal": {
        "name": "Inferior Lifesteal",
        "classes": [
            "Ghl"
        ],
        "desc": [
            "As a Ghoul, you may regenerate slightly by consuming flesh of the living. When you attack someone with an Unarmed Strike, you may heal an amount equal to a quarter of the damage dealt (minimum of 1).",
            "Whenever you kill an enemy and are able to consume their flesh and\/or blood, you may use an amount of your Hit Dice equal to the amount of Hit Dice that the creature had."
        ]
    },
    "Lifesteal": {
        "name": "Lifesteal",
        "classes": [
            "Vamp"
        ],
        "desc": [
            "As a Vampire, you may heal a good amount of health by feeding off of lesser Undead or living beings. When you attack a creature with an Unarmed Strike, you may heal an amount equal to half of the damage dealt (minimum of 1).",
            "Whenever you kill an enemy and are able to consume their flesh and\/or blood, you may use an amount of your Hit Dice equal to the amount of Hit Dice that the creature had, but may also add your Constitution Modifier an additional time for each die. Additionally, consuming a person grants you the benefits of a Short Rest."
        ]
    },
    "Lifeweaver": {
        "name": "Lifeweaver",
        "classes": [
            "Ult"
        ],
        "desc": [
            "As the Ultimate Being, you may imitate or create any life by transforming parts of yourself. If you witness a creature performing a certain task, you may imitate it perfectly or even better. You may also recreate enhanced or changed versions of existing biological mechanisms.",
            "You may even send out small parts of yourself that may move independently, controlling any number of them within 150m as a Bonus Action. If you are not issuing them commands they simply behave as they normally would in the wild."
        ]
    },
    "Pillar_Man_Enhancement": {
        "name": "Pillar Man Enhancement",
        "classes": [
            "EPM"
        ],
        "desc": [
            "Enhanced Pillar Men are the most powerful creatures on Earth, only outmatched by an Ultimate Being. An average Human would likely stand little to no chance in combat even against a relatively new one.",
            "When you become an Enhanced Pillar Man, your physique changes to become more powerful. Your Strength, Dexterity, and Constitution are all increased to 19 if they are less than that. If one or more of those Ability Scores is already at or above 19, they're increased by 2 instead. Your maximum for each Ability Score is now 30.",
            "Enhanced Pillar Men have an amount of Head Health equal to 1d6 + their Constitution Modifier per their total non-EPM Levels in HP. Their Head has an AC equal to your regular AC + your Proficiency bonus.",
            "As an Action an EPM may perform a great feat of strength. They may lift, push, or throw an amount of kilograms equal to their Strength Score multiplied by 100 kilograms. This may also be used to break down walls, etc.",
            "Enhanced Pillar Men regenerate rapidly, being able to heal an amount of Hit Points equal to double their Constitution Modifier every Turn. When you regenerate, you may choose which Hit Points go to your Head and which ones go to your Body. Wounds caused by <a href='classes\/?focus=Ripple'>Ripple<\/a> or sunlight take 10x as much time to heal, but this is purely aesthetic and doesn't affect your regeneration mechanic.",
            "Additionally, EPM are particularly effective at using Unarmed Strikes. Their base damage increases from 1d4 to 4d8, and if you wish to do so, you may deal Acid damage rather than Bludgeoning.",
            "Enhanced Pillar Men are able to easily pass as humanoid, with most untrained Humans entirely unable to tell the difference between you and any other Human unless you visibly display your power. However, many Pillar Men willingly and unflinchingly show off their incredibly powerful physique, as something like a Human would be completely insignificant to them.",
            "Enhanced Pillar Men must consume at least 25 energy per month in order to sustain themselves.",
            "If any EPM Ability requires another creature to make a Saving Throw of some sort, the DC for that Save is equal to 8 + your Proficiency Bonus + your Charisma Modifier",
            "Should an EPM be exposed to the Completed Stone Mask, they may be able to become an Ultimate Being."
        ]
    },
    "Enhanced_Bodily_Ability": {
        "name": "Enhanced Bodily Ability",
        "classes": [
            "EPM"
        ],
        "desc": [
            "You have reached the pinnacle of your abilities as a greater Undead, growing close to your full potential. Your <a class='in-page'>Custom Bodily Ability<\/a> is greatly increased in potency. Discuss this change with your DM."
        ]
    },
    "Superior_Lifesteal": {
        "name": "Superior Lifesteal",
        "classes": [
            "EPM"
        ],
        "desc": [
            "As an Enhanced Pillar Men, you may absorb great amounts of energy all at once by feeding off of lesser Undead or living beings. When you attack a creature with an Unarmed Strike, you may heal an amount equal to the damage dealt (minimum of 1).",
            "Whenever you kill an enemy and are able to consume their flesh and\/or blood, you may use an amount of your Hit Dice equal to the amount of Hit Dice that the creature had, but may also add your Constitution Modifier an additional time for each die. Additionally, consuming a person grants you the benefits of a Short Rest, or fully replenishes a single Ability or Feat that would normally require a Long Rest to replenish."
        ]
    },
    "Vampirification": {
        "name": "Vampirification",
        "classes": [
            "Vamp"
        ],
        "desc": [
            "Vampires are a greater form of Undead, and while a skilled Human warrior may be able to dispatch of a Zombie or possibly a Ghoul, most Humans will fall before your might as a Vampire.",
            "When you become a Vampire, your physique changes to become more powerful. Your Strength, Dexterity, and Constitution are all increased to 15 if they are less than that. If one or more of those Ability Scores is already at or above 15, they're increased by 2 instead. Your maximum for each Ability Score is now 30.",
            "Vampires have an amount of Head Health equal to 1d4 + their Constitution Modifier per their total non-Vampire Levels in HP. Their Head has an AC equal to your regular AC + your Proficiency Bonus.",
            "As an Action a Vampire may perform a great feat of strength. They may lift, push, or throw an amount of kilograms equal to their Strength Score multiplied by 100 kilograms. This may also be used to break down walls, etc.",
            "Vampires regenerate rapidly, being able to heal an amount of Hit Points equal to double their Constitution Modifier every Turn. When you regenerate, you may choose which Hit Points go to your Head and which ones go to your Body. Wounds caused by <a href='classes\/?focus=Ripple'>Ripple<\/a> or sunlight take 10x as much time to heal, but this is purely aesthetic and doesn't affect your regeneration mechanic.",
            "Additionally, Vampires are particularly effective at using Unarmed Strikes. Their base damage increases from 1d4 to 2d8.",
            "Vampires are able to easily pass as humanoid, with most untrained Humans entirely unable to tell the difference between you and any other Human unless you visibly display your power.",
            "Vampires must consume at least 10 energy per month in order to sustain themselves.",
            "If any Vampire Ability requires another creature to make a Saving Throw of some sort, the DC for that Save is equal to 8 + your Proficiency Bonus + your Charisma Modifier.",
            "Should a Vampire be exposed to the Completed Stone Mask, they may be able to become an Ultimate Being."
        ]
    },
    "Zombification": {
        "name": "Zombification",
        "classes": [
            "Zom"
        ],
        "desc": [
            "As the weakest kind of Undead, Zombies are far easier to dispatch than other Undead, able to be dealt with relatively easily through the use of significant force or conventional weaponry. However, they are not to be underestimated.",
            "Zombies have an amount of Head Health equal to half of their Constitution Modifier per their total Level (minimum of 1). Their Head has an AC equal to your regular AC + your Proficiency Bonus.",
            "As an Action a Zombie may perform a great feat of strength. They may lift, push, or throw an amount of kilograms equal to their Strength Score multiplied by 50 kilograms. This may also be used to break down walls, etc.",
            "Zombies heal at a rate around 3x as fast as a Human. Wounds caused by <a href='\/classes\/?focus=Ripple'>Ripple<\/a> or sunlight take 10x as much time to heal as a normal wound for a Zombie.",
            "Additionally, Zombies are particularly effective at using Unarmed Strikes. Their base damage increases from 1d4 to 1d8.",
            "Due to your rotting flesh, you are obviously not Human at a first glance, and even if you use perfumes and a cloak to mask it, you still have Disadvantage on any Check to pass yourself off as Human.",
            "Zombies must consume an amount of Human flesh equal to their body weight per month, or five times their body weight in animal flesh per month in order to sustain themselves.",
            "If a Zombie is able to sustain themselves while separated from a greater Undead master for a year or longer, they are able to gain some strength and become a <a href='\/races\/?focus=Ghoul'>Ghoul<\/a>. Their Undead master may also decide that they are more useful as a Ghoul and may use <a class='in-page'>Ghoul Creation<\/a> to convert them into a Ghoul.",
            "Alternatively, should they be exposed to the Stone Mask or the Completed Stone Mask, they may be able to become a Vampire or Ultimate Being, respectively."
        ]
    },
    "Nemesis": {
        "name": "Nemesis",
        "classes": [
            "Rev"
        ],
        "desc": [
            "You may choose one person to become your Nemesis. Whenever you encounter that person, you instantly gain 3 Grudge Points, which are held onto until you stop interacting with them, or until combat with your Nemesis ends and they have not been used.",
            "This Ability is replaced by <a class='in-page'>Hit List<\/a> at Level 20."
        ]
    },
    "Act_4": {
        "name": "Act 4",
        "classes": [
            "Act"
        ],
        "desc": [
            "Through the pursuit of perfection, you have gotten close enough to summon an immensely powerful version of one of your Stands.",
            "You may select Act 1, Act 2, or Act 3 for this evolution to use as a baseline for its stats and Ability.",
            "You may temporarily summon an immensely powerful Stand. The stats of this Stand are doubled from the chosen baseline, and it gains a unique and powerful Ability. Speak to your DM about the details of this Ability. The new Stand keeps the Class Features of the Act its stats are based on.",
            "These changes last for an hour, and you may summon Act 4 once per Long Rest. If you choose to summon your Stand an additional time, you may, but you must make a DC 15 Constitution Saving Throw, gaining 1 point of Exhaustion on a successful Save, and 2 an unsuccessful Save."
        ]
    },
    "Assassin_Fighting_Style": {
        "name": "Assassin Fighting Style",
        "classes": [
            "Ass"
        ],
        "desc": [
            "Choose one of the following Fighting Styles:<ul class='sublist'><li><b>Disciplined:<\/b> You gain Proficiency in 2 Saving Throws of your choice<\/li><li><b>Dual Wielding:<\/b> When you make an Attack using a weapon with the Light property or your fists, you can make an amount of additional Attacks using another Light weapon or fist equal to 1 plus half your Proficiency Bonus as a Bonus Action.<\/li><li><b>Mobile:<\/b> You have Advantage on Saving Throws that would restrict your Movement. Additionally, you may spend your Bonus Action in order to ignore Difficult Terrain.<\/li><li><b>Swift:<\/b> You gain an additional 5m of Movement Speed.<\/li><\/ul>"
        ]
    },
    "Aura_of_Knowledge": {
        "name": "Aura of Knowledge",
        "classes": [
            "Sch"
        ],
        "desc": [
            "You're knowledgeable about many situations and can share that knowledge.",
            "When you or an ally within 5 meters of you makes a Skill Check you may add your Intelligence Modifier to the roll."
        ]
    },
    "Consul_Fighting_Style": {
        "name": "Consul Fighting Style",
        "classes": [
            "Con"
        ],
        "desc": [
            "Choose one of the following Fighting Styles:<ul class='sublist'><li><b>Determined Fighting:<\/b> You may choose one weapon you have and are Proficient in (if it is thrown, this applies to all thrown weapons of that type). When using that weapon, you can use your Charisma Modifier for the Attack and Damage Rolls. You may switch which weapon has this property as a Bonus Action.<\/li><li><b>Extended Encouragement:<\/b> The range and duration of your Encouragement Dice extend to 10 meters and 30 minutes respectively.<\/li><li><b>Mobile:<\/b> You gain Advantage on Saving Throws that would restrict your Movement. Additionally, you may spend your Bonus Action in order to ignore Difficult Terrain.<\/li><li><b>Warrior's Encouragement:<\/b> When you or an ally receives an Encouragement Dice from you, it can also be added to Attack Rolls, and when using it in this way the value is also added to the damage dealt.<\/li><\/ul>"
        ]
    },
    "Damage_Minimum": {
        "name": "Damage Minimum",
        "classes": [
            "War"
        ],
        "desc": [
            "Whenever you Attack with a weapon you are Proficient in you may round the Damage Roll up to an amount equal to double your Proficiency Bonus if it is lower."
        ]
    },
    "Encouragement_Dice": {
        "name": "Encouragement Dice",
        "classes": [
            "Con"
        ],
        "desc": [
            "Through using Encouragement Dice, you can either heal a nearby ally or boost their abilities through bolstering their spirits.",
            "You have an amount of Encouragement Dice equal to your Level in Consul + your Charisma Modifier. You regain an amount of Encouragement Dice equal to your Charisma Modifier on a Short Rest, and regain all spent Encouragement Dice on a Long Rest. You may spend Encouragement Dice in the following ways:",
            "As an Attack or Bonus Action, you may restore 1d6 + your Charisma Modifier Hit Points to yourself or an ally who can see or hear you within 5 meters, and you may choose to spend several Encouragement Dice at once in order to add an additional 1d6 for each Die.",
            "As a Reaction, when you or an ally within 5 meters makes a Skill Check or Saving Throw, you may add 1d6 to that roll. Alternatively the die may be saved and spent on a later roll within the next 5 minutes, after which it expires. A character can have one Encouragement Die at a time, and you can only have an amount of people equal to your Proficiency Bonus boosted by Encouragement Dice at the same time."
        ]
    },
    "Expert_Assassin": {
        "name": "Expert Assassin",
        "classes": [
            "Ass"
        ],
        "desc": [
            "Any Dexterity-based weapon you are Proficient in gains the Ambush property when you wield it."
        ]
    },
    "Field_Study": {
        "name": "Field Study",
        "classes": [
            "Sch"
        ],
        "desc": [
            "You may spend an Attack or your Bonus Action to make a Skill Check, rather than your full Action.",
            "This applies to all Checks, including escaping a Grapple, using the Hide Action, performing Medicine Checks to revive an ally, and more."
        ]
    },
    "Improved_Encouragement_Dice": {
        "name": "Improved Encouragement Dice",
        "classes": [
            "Con"
        ],
        "desc": [
            "Your Encouragement Dice increase from d6s to d12s.",
            "Whenever you use these dice to heal, for every additional die spent, you may add your Charisma Modifier as well.",
            "When using Encouragement Dice to add to d20 rolls, you no longer have a limit to how many dice can be out at once, and you may now give several of these dice to a target at once. They may choose to spend as many dice as they wish, with every additional die counting as a +2 to the result of the Encouragement Die's roll."
        ]
    },
    "Improved_Fighting_Style": {
        "name": "Improved Fighting Style",
        "classes": [
            "War"
        ],
        "desc": [
            "You gain an additional Fighting Style from the Artisan, Assassin, Consul, Heavyweight, Ranger, Scholar, or Warrior <a href='\/abilities?search=Fighting%20Style'>Fighting Styles<\/a>."
        ]
    },
    "Paragon_of_Knowledge": {
        "name": "Paragon of Knowledge",
        "classes": [
            "Sch"
        ],
        "desc": [
            "Twice per Short Rest when you make a Skill Check that you're Proficient in using Intelligence, Wisdom, Charisma, you may choose to make the roll a 20 before rolling the die."
        ]
    },
    "Perfected_Encouragement": {
        "name": "Perfected Encouragement",
        "classes": [
            "Con"
        ],
        "desc": [
            "Whenever you take a Short Rest you regain an amount of Encouragement Dice equal to twice your Charisma Modifier.",
            "Additionally, when an amount is rolled on one of your Encouragement Dice that is less than your Charisma Modifier, the roll on the die is brought up to be equal to your Charisma Modifier. "
        ]
    },
    "Reaping_Strikes": {
        "name": "Reaping Strikes",
        "classes": [
            "Ass"
        ],
        "desc": [
            "When you Surprise an opponent, you may add your Assassin Dice and their benefits twice per Turn, rather than just once."
        ]
    },
    "Scholar_Fighting_Style": {
        "name": "Scholar Fighting Style",
        "classes": [
            "Sch"
        ],
        "desc": [
            "Choose one of the following Fighting Styles:<ul class='sublist'><li><b>Disciplined:<\/b> You gain Proficiency in 2 Saving Throws of your choice<\/li><li><b>Foresight:<\/b> As a Reaction in response to being targeted with an AOE effect, you may move up to half your Movement Speed without provoking Opportunity Attacks. You may use this to avoid an AOE Saving Throw, but not a single target Attack.<\/li><li><b>Intelligent Fighting:<\/b> When using Simple Melee Weapons, Rifles, or Sidearms, you may use your Intelligence Modifier for Attack and Damage rolls, so long as you're proficient in the weapon you're using.<\/li><li><b>Scholar's Defense:<\/b> When you gain Half Cover from an ally from <a class='in-page'>Scholarly Combatant<\/a>, you instead gain Three-Quarters Cover. <\/li><\/ul>"
        ]
    },
    "Scholarly_Combatant": {
        "name": "Scholarly Combatant",
        "classes": [
            "Sch"
        ],
        "desc": [
            "Whenever you gain Hit Points at 1st Level or when Leveling Up in Scholar, you may use your Intelligence Modifier instead of Constitution to determine additional Hit Points.",
            "Additionally, as a Bonus Action, you may take Half Cover behind an ally of the same size as you or larger. You cannot gain Total Cover by hiding behind an ally, even if other Abilities would increase the quality of your Cover."
        ]
    },
    "Steady_Aim": {
        "name": "Steady Aim",
        "classes": [
            "Ass"
        ],
        "desc": [
            "If you've not moved this Turn, you may choose to spend a Bonus Action and drop your Movement to 0 to give yourself Advantage on an Attack.",
            "If you would already have Advantage on an Attack through Surprising your target, you may roll 3d20 and take the highest value."
        ]
    },
    "Supernatural_Item": {
        "name": "Supernatural Item",
        "classes": [
            "Art",
            "Ass",
            "Con",
            "Hvy",
            "Rgr",
            "Sch",
            "War"
        ],
        "desc": [
            "From your exposure to the supernatural you have gained, found, or created a weapon, piece of armor, or charm that holds supernatural abilities. If your DM allows it, you now have the ability to see Stands, and Stands no longer have Advantage to hit you. You gain the <a href='\/feats?focus=Equalizer'>Equalizer<\/a> Feat and may choose one of the three following item options:",
            "<ul class='sublist'><li><b>Supernatural Charm:<\/b> A small trinket or object that gives the wearer strength. While wearing this, you and allies within 3 meters of you gain a bonus to Saving Throws equal to half your Proficiency Bonus (rounded down). In addition, you may choose one Charm Ability, and either another Charm Ability or a Defensive Ability.<\/li><li><b>Supernatural Defense:<\/b> A suit of armor, article of clothing, or shield that protects the holder. With this item, you gain a bonus to your AC equal to half your Proficiency Bonus (rounded down). Any damage taken is also reduced by the same amount. In addition, you may choose one Defensive Ability, and either another Defensive Ability or a Charm Ability.<\/li><li><b>Supernatural Weapon:<\/b> A weapon of some sort that deals powerful damage. This weapon cannot be explosive and functions as normal, but is capable of damaging <a href='\/classes?focus=Stands'>Stands<\/a>. The weapon gains a bonus to Attack and Damage Rolls equal to half your Proficiency Bonus (rounded down). In addition, you may choose one Weapon Ability and either another Weapon Ability or a Defensive Ability.<\/li><\/ul>",
            "The item has an amount of charges equal to your Proficiency Bonus per Long Rest, and you may regain half of the charges on a Short Rest. These charges are used when activating the item's Ability, chosen from the options below:",
            "<b><u>Charm Abilities:<\/u><\/b><ul class='sublist'><li>Inspiring Trinket: When you fail a Skill Check you may attempt the roll a second time as a Free Action. Alternatively, you may spend a second charge to also have Advantage on the reroll. You may only use this Ability once per Turn.<\/li><li>Ready Stance: When someone you can see makes a Skill Check or Saving Throw you can use your Reaction to give them Advantage. Alternatively, you may spend a second charge to also grant them Advantage on all Checks and Saves until the end of their next Turn.<\/li><li>Source of Motivation: When you fail a Saving Throw you may use your Reaction to reroll it. Alternatively, you may spend a second charge to also gain Advantage on all Saving Throws of that type until the start of your next Turn.<\/li><\/ul>",
            "<b><u>Defensive Abilities:<\/u><\/b><ul class='sublist'><li>Clever Preparation: You may use a Bonus Action to gain Resistance to any non-physical damage type, or use an Action to instead gain Resistance to a physical damage type, until the start of your next Turn. Alternatively, you may spend a second charge to gain Resistance to 2 non-physical types, or one physical damage type, as a Bonus Action.<\/li><li>Patient Guard: As a Bonus Action, you may gain the effects of either Disengage or Dodge as well as gain an amount of AC equal to your Proficiency Bonus until the start of your next Turn. Alternatively, you may spend a second charge to gain both the effects of Disengage AND Dodge, as well as the AC bonus.<\/li><li>Stand Defense: You may gain an amount of Stand Damage Reduction equal to 4 times your Proficiency Bonus. Your \"Stand AC\" is equal to 10 + 3 times your Level, or 20, whichever is higher. Your \"Stand\" may still be hit by regular physical damage. Alternatively, you may spend a second charge to gain 8 times instead and double your \"Stand AC\". This effect lasts until the start of your next Turn. You can find the rules on Stand Damage Reduction and Stand AC on the main <a href='\/classes?focus=Stands'>Stands<\/a> page.<\/li><\/ul>",
            "<b><u>Weapon Abilities:<\/u><\/b><ul class='sublist'><li>Deflect Attack: To use this Ability, your item must be a melee weapon. Whenever you take damage from an Attack, you may make an Attack Roll to contest your attacker. If your Attack Roll is higher than that of your opponent, you take no damage from the Attack against you. Alternatively, you may spend a second charge to also gain Advantage on the contesting Attack Roll.<\/li><li>Expose Weak Point: When dealing damage with this weapon you may either:<ul class='sublist'><li>Give Advantage to the next Attack from someone else targeting your target<\/li><li>Force your target to make a Constitution (NOT Durability) Saving Throw against a DC of 8 + Proficiency Bonus x 2. On a failure, the target becomes Vulnerable to a damage type of your choice until they're next damaged by that damage type. However if they were Immune or Resistant to that type, they instead become Resistant or normally damaged by it respectively until the start of your next Turn. You may only use this Ability once per Turn.<\/li><\/ul>Alternatively, you may spend a second charge to use both effects at once.<\/li><li>Wrathful Strike: When dealing damage with this weapon you may choose to deal an additional amount of d6s of damage equal to your Proficiency Bonus. Alternatively you may spend a second charge to use d12s rather than d6s. You may only use this Ability once per Turn.<\/li><\/ul>"
        ]
    },
    "Warrior_Fighting_Style": {
        "name": "Warrior Fighting Style",
        "classes": [
            "War"
        ],
        "desc": [
            "Choose one of the following Fighting Styles:<ul class='sublist'><li><b>Bulwark:<\/b> As a Bonus Action, you may give an ally within 2 meters of you Half Cover until the start of their next Turn, so long as you stay within 2 meters of each other. If they already have Half Cover, they gain Three-Quarters cover.<\/li><li><b>Determined Fighting:<\/b> You may choose one weapon you have and are Proficient in (if it is thrown, this applies to all thrown weapons of that type). When using that weapon, you can use your Charisma Modifier for the Attack and Damage Rolls. You may switch which weapon has this property as a Bonus Action.<\/li><li><b>Disciplined:<\/b> You gain Proficiency in 2 Saving Throws of your choice<\/li><li><b>Dual Wielding:<\/b> When you make an Attack using a weapon with the Light property or your fists, you can make an amount of additional Attacks using another Light weapon or fist equal to 1 plus half your Proficiency Bonus as a Bonus Action.<\/li><li><b>Foresight:<\/b> As a Reaction, you may move up to half your Movement Speed without provoking Opportunity Attacks in response to being targeted with an AOE effect. You may use this to avoid an AOE Saving Throw, but not a single target Attack.<li><b>Graceful Fighting:<\/b> When you make Unarmed Attacks or Attacks using a Simple melee Weapon you may use Dexterity for both the Attack and Damage Rolls. Additionally, you may use your Unarmed Dice with a Simple melee Weapon instead of its regular Damage Die. This also allows you to make stand attacks using Precision for attack and damage rolls.<\/li><li><b>Intelligent Fighting:<\/b> When using Simple Melee Weapons, Rifles, or Sidearms, you may use your Intelligence Modifier for Attack and Damage rolls, so long as you're proficient in the weapon you're using.<\/li><li><b>Mobile:<\/b> You gain Advantage on Saving Throws that would restrict your Movement. Additionally, you may spend your Bonus Action in order to ignore Difficult Terrain.<\/li><li><b>Powerful:<\/b> Rather than using regular AC, you may choose to have your AC be 10 + your Strength Modifier + your Constitution Modifier. If you have a stand, you may use Power for your AC calculation in place of either Precision or Speed.<\/li><li><b>Swift:<\/b> You gain an additional 5m of Movement Speed.<\/li><li><b>Unshakable:<\/b> You have Advantage against any effect that would attempt to move you against your will or knock you Prone.<\/li><li><b>Unrelenting:<\/b> You may regain an amount of HP equal to half your Grit Bonus when you use an Ability that recharges on a Short or Long Rest and an amount equal to your Grit Bonus when you use an Ability that only recharges on a Long Rest. You can only use this Ability twice in a Turn.<\/li><li><b>Wise Fighting:<\/b> You may choose one weapon you have and are proficient in (if it is thrown, this applies to all thrown weapons of that type). When using that weapon, you can use your Wisdom Modifier for the Attack and Damage Rolls. You may switch which weapon has this property as a bonus action.<\/li>"
        ]
    },
    "Weapon_Aficionado": {
        "name": "Weapon Aficionado",
        "classes": [
            "War"
        ],
        "desc": [
            "You may add your Proficiency Bonus to Attack Rolls whenever you use a weapon or your Unarmed Strikes, in addition to any other bonuses you may get including Weapon Proficiencies.",
            "Additionally, once per Short Rest when missing an Attack Roll you may instead choose to make the number you rolled a 20, guaranteeing a Critical Hit."
        ]
    },
    "Enhanced_Custom_Ripple_Technique": {
        "name": "Enhanced Custom Ripple Technique",
        "desc": [
            "Talk to your DM to determine how to make your technique more useful\/powerful, or choose from one of the following ways:",
            "<ul class='sublist'><li>The cost is halved<\/li><li>The amount of dice for the healing\/damage increases, or the damage is rerolled on a 1 or 2 (keeping the new number)<\/li><li>The range is doubled<\/li><li>The move is significantly more effective when put through a ripple conductor (water, living beings, etc)<\/li><\/ul>",
            "Make sure to check with your DM, as they will want to know how the move has been changed. It's important to check because such a change may be significant, and they need to let you know if it seems game-breaking, or something that will change how they plan based on your character."
        ],
        "classes": [
            "Rip"
        ]
    },
    "Enhanced_Custom_Spin_Technique": {
        "name": "Enhanced Custom Spin Technique",
        "desc": [
            "Talk to your DM to determine how to make your technique more useful\/powerful, or choose from one of the following ways:",
            "<ul class='sublist'><li>The amount of dice rolled for damage increases<\/li><li>The move may be used at Long Range without penalty<\/li><li>The range is doubled<\/li><li>The amount of space affected by your ability doubles<\/li><\/ul>",
            "Make sure to check with your DM, as they will want to know how the move has been changed. It's important to check because such a change may be significant, and they need to let you know if it seems game-breaking, or something that will change how they plan based on your character."
        ],
        "classes": [
            "Spin"
        ]
    },
    "Artisan_Fighting_Style": {
        "name": "Artisan Fighting Style",
        "desc": [
            "Choose one of the following Fighting Styles: <ul class='sublist'><li><b>Artisan's Willpower:<\/b> Your Hit Die increases (1d6->1d8, 1d8->1d10, 1d10->1d12, 1d12->1d12+2). Whenever you spend an Artisan Charge, you regain an amount of HP equal to the amount of total Artisan Charges you have. <\/li><li><b>Disciplined:<\/b> You gain Proficiency in 2 Saving Throws of your choice.<\/li><li><b>Foresight:<\/b> As a Reaction, you may move up to half your Movement Speed without provoking Opportunity Attacks in response to being targeted with an AOE effect. You may use this to avoid an AOE Saving Throw, but not a single target Attack. <\/li><li><b>Mobile:<\/b> You gain Advantage on Saving Throws that would restrict your Movement.<\/li><li><b>Unrelenting:<\/b> You may regain an amount of HP equal to half your Grit Bonus when you use an Ability that recharges on a Short or Long Rest and an amount equal to your Grit Bonus when you use an Ability that only recharges on a Long Rest. You can only use this Ability twice in a Turn.<\/li><\/ul>"
        ],
        "classes": [
            "Art"
        ]
    },
    "Artisans_Resurgence": {
        "name": "Artisan's Resurgence",
        "desc": [
            "You have a reserve pool of additional Artisan Charges equal to half your total Charges rounded up. You may use an Attack or Bonus Action to regain one or more Charges from this reserve. You may do this to restore up to half of your total Charges rounded up per Long Rest. Whenever you take a Short Rest, you may regain up to 2 spent reserve Charges."
        ],
        "classes": [
            "Art"
        ]
    },
    "Bullish_Brawn": {
        "name": "Bullish Brawn",
        "desc": [
            "When you have someone Grappled, you have Advantage on Checks to keep them Grappled. In addition, when you Grapple or Shove Stand Users, you can force them to contest you with their own stats rather than their Stand's, so long as you also use your own stats and not your Stand's. This also applies when they attempt to Grapple you. In addition, you may contest Grapples (but not make them) with Grit instead of Athletics\/Acrobatics.",
            "When you use the Shove action, instead of pushing your target one meter back on a success, you push them an amount of meters back equal to your Strength Modifier. If a target hits a wall, for every meter they could not be shoved they take a number of d6s of Bludgeoning damage equal to your Proficiency Bonus."
        ],
        "classes": [
            "Hvy"
        ]
    },
    "Confident_Provocation": {
        "name": "Confident Provocation",
        "desc": [
            "Once per Turn, as a Free Action, you may encourage enemies to attack you by giving their Attack Rolls against you a +4 bonus until the start of your next Turn. However, when you do this, allies within 5 meters get a +2 bonus to AC and Stand AC and you may use two Reactions instead of one on your Turn."
        ],
        "classes": [
            "Rip",
            "Pwr",
            "Rev",
            "Enh",
            "Ind",
            "Act",
            "Hvy",
            "War"
        ]
    },
    "Heavyweight_Fighting_Style": {
        "name": "Heavyweight Fighting Style",
        "desc": [
            "Choose one of the following Fighting Styles: <ul class='sublist'><li><b>Bulwark:<\/b> As a bonus action, you may give an ally within 2 meters of you Half Cover until the start of their next Turn, so long as you stay within 2 meters of each other. If they already have Half Cover, they gain Three-Quarters cover.<\/li><li><b>Disciplined:<\/b> You gain Proficiency in 2 Saving Throws of your choice.<\/li><li><b>Powerful:<\/b> Rather than using regular AC, you may choose to have your AC be 10 + your Strength Modifier + your Constitution Modifier. If you have a Stand, you may use Power for your AC calculation in place of either Precision or Speed.<\/li><li><b>Unshakable:<\/b> You have Advantage against any effect that would attempt to move you against your will or knock you Prone.<\/li><li><b>Unrelenting:<\/b> You may regain an amount of HP equal to half your Grit Bonus when you use an Ability that recharges on a Short or Long Rest and an amount equal to your Grit Bonus when you use an Ability that only recharges on a Long Rest. You can only use this Ability twice in a Turn.<\/li><\/ul>"
        ],
        "classes": [
            "Hvy"
        ]
    },
    "Improved_Rejuvenation": {
        "name": "Improved Rejuvenation",
        "desc": [
            "When you use <a class='in-page'>Rejuvenation<\/a>, instead of having 1d12 and then adding the other modifiers, you have an amount of d12s equal to your Constitution Modifier. When you use Rejuvenation, you also gain two elemental Resistances or one physical Resistance of your choice until the start of your next Turn. You cannot gain Resistance to a damage type that you are Vulnerable to.",
            "In addition, you now have two uses of Rejuvenation per Short Rest."
        ],
        "classes": [
            "Hvy"
        ]
    },
    "Improved_Survivalist": {
        "name": "Improved Survivalist",
        "desc": [
            "You gain Expertise in Perception and Survival. If you already have Expertise, you gain Mastery instead.",
            "As a Bonus Action, you may give your non-physical Resistances to an ally within melee range until the start of their next Turn.",
            "Additionally, when members of your traveling party take a Short Rest and spend Hit Dice, or take a Long Rest with you, they gain half of the Temporary HP that you do from <a class='in-page'>Ranger's Recovery<\/a>."
        ],
        "classes": [
            "Rgr"
        ]
    },
    "Improved_Specialty": {
        "name": "Improved Specialty",
        "desc": [
            "You also gain Expertise in the use of the tool set(s) you use with this Class.",
            "Whenever you fail a Skill Check using a set of tools you are Proficient in, as a Reaction you may spend an Artisan charge to instead make the d20's result equal to your Level in Artisan instead."
        ],
        "classes": [
            "Art"
        ]
    },
    "Legendary_Brawn": {
        "name": "Legendary Brawn",
        "desc": [
            "Your Constitution Score increases by 6, and the maximum cap for your Constitution also increases by 6."
        ],
        "classes": [
            "Hvy"
        ]
    },
    "Perfected_Specialty": {
        "name": "Perfected Specialty",
        "desc": [
            "Your <a class='in-page'>Artisan's Resurgence<\/a> is improved, granting an amount of Artisan Charges equal to your maximum.",
            "You also gain Mastery in the use of the tool set(s) you use with this Class."
        ],
        "classes": [
            "Art"
        ]
    },
    "Perfected_Survivalist": {
        "name": "Perfected Survivalist",
        "desc": [
            "You gain Mastery in Perception and Survival. If you already have Mastery, add your Proficiency Bonus an additional time.",
            "You also gain two additional non-physical damage types to Resist, or one physical damage type.",
            "As a Bonus Action, you may give your non-physical Resistances to all allies within 5m of you.",
            "Finally, when you use your <a class='in-page'>Ranger's Recovery<\/a>, you're no longer able to roll lower than your Wisdom Modifier on the spent Hit Dice and may spend an amount equal to your Wisdom Modifier at once rather than just one."
        ],
        "classes": [
            "Rgr"
        ]
    },
    "Ranger_Fighting_Style": {
        "name": "Ranger Fighting Style",
        "desc": [
            "Choose one of the following Fighting Styles:",
            "<ul class='sublist'><li><b>Disciplined:<\/b> You gain Proficiency in 2 Saving Throws of your choice.<\/li><li><b>Dual Wielding:<\/b> When you make an Attack using a weapon with the Light property or your fists, you can make an amount of additional Attacks using another Light weapon or fist equal to 1 plus half your Proficiency Bonus as a Bonus Action.<\/li><li><b>Foresight:<\/b> As a Reaction in response to being targeted with an AOE effect, you may move up to half your Movement Speed without provoking Opportunity Attacks. You may use this to avoid an AOE Saving Throw, but not a single target Attack..<\/li><li><b>Mobile:<\/b> You gain Advantage on Saving Throws that would restrict your Movement. Additionally, you may spend your Bonus Action in order to ignore Difficult Terrain.<\/li><li><b>Ranger's Knowledge:<\/b> You may use your Wisdom Modifier to determine additional Proficiencies, rather than Intelligence.<\/li><li><b>Swift:<\/b> You gain an additional 5m of Movement Speed.<\/li><li><b>Unrelenting:<\/b> You may regain an amount of HP equal to half your Grit Bonus when you use an Ability that recharges on a Short or Long Rest and an amount equal to your Grit Bonus when you use an Ability that only recharges on a Long Rest. You can only use this Ability twice in a Turn.<\/li><li><b>Wise Fighting:<\/b> You may choose one weapon you have and are proficient in (if it is thrown, this applies to all thrown weapons of that type). When using that weapon, you can use your Wisdom Modifier for the Attack and Damage Rolls. You may switch which weapon has this property as a bonus action.<\/li><\/ul>"
        ],
        "classes": [
            "Rgr"
        ]
    },
    "Rangers_Recovery": {
        "name": "Ranger's Recovery",
        "desc": [
            "When you take a Short or Long Rest you gain an amount of Temporary Hit Points equal to your Wisdom Modifier + Level in Ranger. This Temp HP stacks with other forms of Temp HP, but not itself.",
            "As an Attack or Bonus Action, you may use a Hit Die to gain the Temp HP effect above alongside the normal healing from spending Hit Dice. You may do this an amount of times equal to your Wisdom Modifier per Long Rest without actually spending a Hit Die, but further uses will consume your Hit Dice."
        ],
        "classes": [
            "Rgr"
        ]
    },
    "Survivalist": {
        "name": "Survivalist",
        "desc": [
            "You gain Proficiency in Perception and Survival. If you already have Proficiency, you gain Expertise instead.",
            "When making Perception and Survival Checks you cannot roll lower on the d20 than your Wisdom Modifier + Proficiency Bonus.",
            "You gain the ability to effectively navigate and accurately tell the time just by being able to see the position of the sun in the sky or the stars.",
            "Additionally, you have Resistance to any negative weather effects (extreme heat, extreme cold, sandstorms, etc), as well as two non-physical damage types of your choice."
        ],
        "classes": [
            "Rgr"
        ]
    },
    "Artisans_Specialty": {
        "name": "Artisan's Specialty",
        "desc": [
            "You gain Proficiency in the use of a tool set, as well as additional abilities. Some of the abilities use Artisan Charges, and you get more Charges the higher Level you are. You regain all lost Charges on a long rest. You may choose between one of the following options:",
            "<ul class='sublist'><li><a class='in-page'>Chemist<\/a><\/li><li><a class='in-page'>Engineer<\/a><\/li><li><a class='in-page'>Fortune Teller<\/a><\/li><li><a class='in-page'>Herbalist<\/a><\/li><li><a class='in-page'>Weapon Smith<\/a><\/li><\/ul>"
        ],
        "classes": [
            "Art"
        ]
    },
    "Chemist": {
        "name": "Chemist",
        "desc": [
            "You gain the ability to throw concoctions and cause a wide variety of chemical reactions. You gain Proficiency in the use of Chemist's Tools. Your concoctions that deal damage have a Short and Long Range. If the target is outside of your Short Range but within your Long Range, they may make the Saving Throw with Advantage. Your Chemist DC is 8 + Proficiency Bonus + Intelligence Modifier.",
            "You may choose one of the following subclass options:<ul class='sublist'><li><b>Gassy Stuff:<\/b> You gain knowledge of how to use dangerous and useful gasses.<ul><li>You gain resistance to Poison damage.<\/li><li>As an Attack, for 1 Charge, you may use a smoke bomb within 40m to obscure an 8m cube. Creatures inside the cloud of smoke are Blinded and cannot see and anyone outside the cloud cannot see inside it. The cloud lasts until the end of your next Turn.<\/li><li>As an Action or two Attacks, for 1 Charge, you may use a gas grenade that has a range of (15\/45) to create an 5m cube of harmful toxins. Anyone within must make a Constitution Saving Throw against your Chemist DC, taking nd8 Poison damage, where n is your maximum number of Artisan Charges, or half on a successful Save. The cloud lasts until the end of your next Turn, and anyone who starts their Turn in the gas must make the Save again.<\/li><\/ul><\/li><li><b>Melty Stuff:<\/b> You gain knowledge of how to use dangerous acids effectively.<ul><li>You gain resistance to Acid damage.<\/li><li>You may make a thrown weapon Attack using Intelligence that deals 1d8 Acid damage and has a range of (10\/30).<\/li><li>For 1 Charge, when you are within melee range of a structure made of stone or wood, you may make a single Attack to deal nd10 Acid damage, where n is your maximum number of Artisan Charges. After doing so any attacks against the structure also gain the Siege property until it is repaired. You may also use this against metal, but the damage will be halved. If you use this as a Melee Attack on a person, they must make a Constitution Saving Throw against your Chemist DC, taking no damage on a success.<\/li><\/ul><\/li><li><b>Burny Stuff:<\/b> You gain knowledge of how to use blazing chemical fires effectively.<ul><li>You gain resistance to Fire damage.<\/li><li>You may make a thrown weapon Attack using Intelligence that deals 1d6 Fire damage and has a Range of (15\/45).<\/li><li>As an Action or two Attacks, for 1 Charge, you may create a sphere of fire with a radius of 5m at a range of (20\/60). Anything within takes nd6 Fire damage, where n is your maximum number of Artisan Charges. Objects not worn or carried catch fire and if the fire gets out of control it may spread to nearby structures or trees etc.<\/ul><\/li><\/ul>"
        ],
        "classes": [
            "Art"
        ]
    },
    "Engineer": {
        "name": "Engineer",
        "desc": [
            "You gain Proficiency in Engineer's tools. You also gain the ability to use your Engineer's tools as a powerful melee weapon, and a way to defend you from powerful blows. Through your understanding of physics and applied use of energy, you may use Intelligence when making an Athletics check or Melee Attack using Engineer's tools. In addition, your Artisan hit dice are d8s rather than d6s.",
            "You may choose one of the following subclass options:<ul class='sublist'><li><b>Builder:<\/b> You have the ability to keep larger structures maintained and build relatively simple structures quickly. Your Engineer's tools work for construction as well.<ul><li>You gain Proficiency in Athletics (or Expertise if already Proficient)<\/li><li>Over the course of a Short Rest you may create a small-scale structure such as: a temporary shelter able to comfortably house up to 6 medium creatures, a rope and wood bridge, a huge lever with support, a small wooden boat, a semi-permanent one-room dwelling for up to 6 medium creatures, etc.<\/li><li>As an Attack, for 1 Charge, you may create or destroy certain structures such as: a 2x1 meter trench, a 2x1 meter wooden bulwark that may give up to 2 creatures three-quarters cover, a decently large simple machine or tool, etc.<\/li><li>Your Attacks using Engineer's tools have the properties of the <a href='\/weapons?search=Builder'>Builder's Tools<\/a> weapon. You must choose which damage type your tools will deal as weapons and may not change it. When you make an Attack with one of your tools and your other hand is free, you may spend 1 Charge to Grapple or Shove your target as a Free Action.<\/li><\/ul><\/li><li><b>Electrician:<\/b> You understand electricity, the location of electrical wiring, and the function of many electrical machines. Your Engineer's tools work for electrical issues as well.<ul><li>For 1 Charge, you have the ability to channel great amounts of electricity (or Ripple) through your weapons without it harming you. While within melee range of a conductive source, you may deal additional damage by channeling it through your weapon into your target. A conductive source is a place that current travels through, such as power lines, an electrical socket, or a Ripple User able to comfortably breathe. You also have an amount of electricity you may use even while away from a source in the form of batteries. Each battery allows you to make 2 Attacks with the bonus electrical damage before you must recharge them. When you hit someone with channeled electricity, you may deal an additional amount of nd10 of Lightning (or Radiant if the source is Ripple) damage, where n is your maximum number of Artisan Charges.<\/li><li>Your Attacks using Engineer's tools have the properties of the <a href='\/weapons?search=Electrician'>Electrician's Tools<\/a> weapon. You must choose which damage type your tools will deal as weapons and may not change it.<\/li><\/ul><\/li><li><b>Mechanic:<\/b> You understand how to keep machines well maintained and cared for, and you know how to use them. Your Engineer's tools can be used to repair and strengthen vehicles.<ul><li>You may repair a mundane vehicle over the course of a Long Rest, assuming it's in a repairable condition.<\/li><li>You gain Proficiency in the use of all vehicle types that may be driven by a single person.<\/li><li>As an Attack, for 1 Charge, you may restore nd10 + Intelligence Modifier of health to a vehicle, where n is your maximum number of Artisan Charges. Vehicles repaired in this way become immune to the effects of Siege for an amount of Turns equal to your Level in Artisan.<\/li><li>Your Attacks using Engineer's tools have the properties of the <a href='\/weapons?search=Mechanic'>Mechanic's Tools<\/a> weapon. You must choose which damage type your tools will deal as weapons, but you may change it by spending 1 Charge.<\/li><\/ul><\/li><\/ul>",
            ""
        ],
        "classes": [
            "Art"
        ]
    },
    "Fortune_Teller": {
        "name": "Fortune Teller",
        "desc": [
            "Your interest in the supernatural and ability to read patterns gives you a slight amount of divination, giving you some insight on what may happen in the future, just none of the context around it. You gain Proficiency in Diviner's tools. Your Fortune Teller DC is 8 + Proficiency Bonus + Intelligence\/Wisdom Modifier.",
            "You gain the ability to intervene in fate, with a slight cost to both you and the person you assisted. When an ally that you can see or hear rolls a d20, you may use your Reaction to treat the number rolled on the d20 as 10. However, the next Attack Roll, Saving Throw, or Skill Check both you and your ally make is at Disadvantage. If you use it on yourself, it instead applies for the next two rolls. The ability costs 1 Artisan Charge to use.",
            "You must choose either Intelligence or Wisdom as your stat to use for Fortune Telling.",
            "You may choose one of the following subclass options:<ul class='sublist'><li><b>Medium:<\/b> You gain the ability to communicate with ghosts using your Diviner's tools.<ul><li>As an Attack, for 1 Charge, you may command a vengeful spirit to curse a target within 10m, forcing them to make a Charisma Saving Throw against your Fortune Teller DC. If they fail, they become cursed for the next minute or until you fall unconscious. When cursed, the target gets a reduction to either their Attack Rolls, Saving Throws, or Skill Checks, equal to the Modifier of your Fortune Telling stat. The target can remake the Save at the end of their Turns.<\/li><li>Twice per Long rest, you may bribe a spirit to summon them to help you or give you information, but you must offer a sufficient sacrifice to do so. This sacrifice may take many forms, for example a quality snack food, a meal, a neat trinket, a lovely work of craftsmanship, etc. You cannot summon a specific spirit unless you have an object of particular importance to them and their corpse is nearby, but you may try to summon a specific type of spirit (a janitor, old woman, etc.).<\/li><\/ul><\/li><li><b>Oracle:<\/b> You gain the ability to see little snippets of possible futures out of context. These may come as visions, dreams, or in any variety of ways. Talk to your DM about using this subclass, as it will likely mean additional work for them.<ul><li>As a Reaction, for 1 Charge, you may save an ally from harm by warning them of an incoming threat. This can take the form of forcing the attacker to reroll their Attack or your ally to reroll a Saving Throw. When the die is rerolled, the Modifier of your Fortune Telling stat (Intelligence or Wisdom) is subtracted from the Attack Roll or added to the Saving Throw.<\/li><li>Every time you take damage from a type you are not Vulnerable to, you may utilize your foresight of the attack to reduce the amount of damage you take by the Modifier of your Fortune Telling stat. As a Free Action, for 1 Charge, you may also give this ability to an ally within 5m, allowing it to protect them instead of you until the start of your next Turn.<\/li><\/ul><\/li><li><b>Fateweaver:<\/b> You gain the ability to personally influence fate. You may not see very far into the future, but you recognize when something or someone is important when you see them\/it. In addition, you have a strange knack for getting involved with fateful encounters.<ul><li>You may use your expertise in dealing with fate to analyze what role a person may play in its grand dance. You gain Proficiency in Vibe (or Expertise if already Proficient), and may make Vibe Checks using Intelligence if that's what you use for your Fortune Telling stat.<\/li><li>As a Bonus Action, you may make a Vibe Check against someone, which they may contest using Bluff. If you succeed, you learn two of the following things about them:<ul><li>Any damage Resistances, Immunities, and Vulnerabilities they have<\/li><li>A general estimate of their Level (around half yours, close to equal, around 4 times yours, etc.)<\/li><li>A tragic or traumatic event from their past, assuming a physical or mental scar remains<\/li><li>A hidden object on their person<\/li><\/ul>You may use this twice per Short Rest, requiring 1 Charge to use any more than that.<\/li><li>Your ability to change dice rolls to 10 is improved, becoming a Free Action rather than a Reaction. However, you may only change a specific creature's fate once per Turn and all other effects still apply.<\/ul><\/li><\/ul>"
        ],
        "classes": [
            "Art"
        ]
    },
    "Herbalist": {
        "name": "Herbalist",
        "desc": [
            "You gain the ability to brew poisons and cures, cook with great skill, or check people for ailments and issues of the body. You are able to cure and treat minor diseases and injuries with ease, and if you don't know the cure or treatment due to it being a unique condition, you may research where it may be found over the course of a short rest.",
            "You gain Proficiency in Medicine Checks. Your Herbalist's DC is 8 + Proficiency Bonus + Intelligence\/Wisdom Modifier.",
            "You may choose one of the following subclass options:<ul class='sublist'><li><b>Cook:<\/b> You have the ability to whip up something hearty and healthy in almost any setting.<ul><li>You may use Constitution to make Medicine Checks.<\/li><li>Your Cook's DC is 8 + Proficiency Bonus + Constitution\/Wisdom Modifier.<\/li><li>You have the ability to create an amount of snacks equal to your Constitution or Wisdom Modifier (whichever is higher) per Long Rest. You may spread these snacks out amongst your party if you wish. Each snack functions as a point of Inspiration, but takes a Reaction to use.<\/li><li>When you and your party take a Short or Long Rest, each person gains one of the following benefits:<ul><li>Regain an amount of Hit Dice equal to half of your Proficiency Bonus<\/li><li>1s or 2s rolled on Hit Dice are rerolled<\/li><li>Gain an amount of Temporary Hit Points equal to your Level in Artisan. These Hit Points last until they're depleted or until your next Short or Long Rest.<\/ul><\/li><li>Used to working in a high-stress environment, you know how to get things done and help others refocus. As a Bonus Action, for 1 Charge, you may give someone or yourself one of the following benefits:<ul><li>Ignore the effects of Charmed, Frightened, and Stunned. This does not negate the Condition entirely but allows the target to ignore the effects until the start of your next Turn.<\/li><li>Gain Resistance to one of Acid, Cold, Fire, Poison, Psychic, or Thunder damage, so long as the target is not Vulnerable to it. This lasts until the start of your next Turn.<\/li><li>Spend an amount of Hit Dice up to your Proficiency Bonus, rerolling any 1s or 2s.<\/ul><\/li><\/ul><\/li><li><b>Pharmacist:<\/b> You have the ability to create powerful medicines to heal yourself and allies, as well as things to bolster them.<ul><li>When you and your party take a Short or Long Rest, each person gains one of the following benefits which last until used or the next Short or Long Rest:<ul><li>Gain an amount of Temporary Hit Points equal to your Level in Artisan.<\/li><li>Gain a bonus to their next Initiative Roll equal to your Proficiency Bonus.<\/li><li>Reduce the next damage taken by half.<\/li><\/ul><\/li><li>As an Attack, for 1 Charge, you may perform one of the following to yourself or an ally within melee range:<ul><li>Heal the target for an amount of Hit Points equal to 3x your Artisan Level + your Medicine Skill Bonus.<\/li><li>Allow the target to make a Saving Throw to shake off a negative condition affecting them with Advantage.<\/li><li>Grant a bonus equal to your Intelligence\/Wisdom Modifier to any physical OR mental Checks and Saves (but not both), until the start of you next Turn.<\/li><\/ul><\/li><li>You may create an amount of Medicine Kits equal to your Intelligence or Wisdom Mod (whichever is higher) per Long Rest. Anyone may use one of these kits on themselves or an ally within melee range as a Bonus Action, restoring nd8 Hit Points where n is half of your Level in Artisan. Alternatively, a full Action may be used, ensuring the maximum amount of healing.<\/li><\/ul><\/li><li><b>Toxicologist:<\/b> You are a master of creating and identifying poisons and toxins, able to inflict and cure them easily.<ul><li>You gain access to the following various poisons:<ul><li>Fleshrot Powder (Ingestible): A fast-acting powder that is nearly tasteless. When someone ingests it in some way, they must make a Constitution Saving Throw against your Herbalist DC. If they fail, they gain the Poisoned Condition and take an amount of Necrotic damage equal to 2x your Artisan Level every Turn. They may attempt the Save at the end of each Turn, losing the condition after succeeding 3 times, though if they fail 3 times further attempts gain Disadvantage. This poison can be detected fairly easily by someone with Medicine Proficiency or an Herbalist's Kit.<\/li><li>Lifedrinker Powder (Ingestible): A slow-acting powder that is nearly tasteless. When someone ingests it in some way, they must make a Constitution Saving Throw against your Herbalist DC every hour. On a failure, they gain the Poisoned Condition and their maximum Hit Points are reduced by an amount equal to 2x your Artisan Level. If they succeed 3 times, they lose the Condition, though if they fail 3 times further attempts gain Disadvantage. This poison is difficult to detect even by someone with Medicine Proficiency or an Herbalist's Kit.<\/li><li>Shutdown Gel (Ingestible): A relatively quick-acting clear gel. When someone ingests it in some way, they must make a Constitution Saving Throw against your Herbalist DC, gaining the Restrained Condition on a failure. Every 5 minutes they may attempt the Save again, losing the Condition on success, though if they fail 3 times further attempts gain Disadvantage. This poison can be easily detected by anyone closely examining their food\/drink with a successful Medicine or Perception check against your Herbalist DC.<\/li><li> Lightning Leaf (Contact): A kind of green leafy plant. When exposed to someone they develop a rash that makes moving difficult, having to make a Constitution Saving Throw against your Herbalist DC. If they fail, their Movement Speed is halved and they must use all of their movement to recover from the Prone Condition. They may repeat the Save at the end of their Turns, ending the effect on success.<\/li><li>Blinding Oil (Contact): A small container of oil. When exposed to someone they must make a Constitution Saving Throw against your Herbalist DC, gaining the Blinded Condition on failure. They may repeat the Save at the end of their Turns, ending the effect on success.<\/li><li>Stinkroot Extract (Contact): A small container of green powder that turns into a gas upon being exposed to the air. When exposed to someone, they must make a Constitution Saving Throw against your Herbalist DC, gaining the Poisoned Condition on failure. They may repeat the Save at the end of their Turns, ending the effect on success.<\/li><\/ul><\/li><li>Slipping an ingestible poison into food or drink requires the performance of a Finesse Check and costs an Attack and 1 Charge.<\/li><li>Exposing someone to a contact poison requires skin-contact in melee range and costs an Attack and 1 Charge.<\/li><li>You have an amount of antidotes equal to your Intelligence or Wisdom Modifier (whichever is higher) per Long Rest. Consuming an Antidote will remove the effect of any of your poisons.<\/li><li>It should be noted that anyone that is Immune to the Poisoned Condition (Undead) will be unaffected by any of these poisons.<\/li><li>When you make an Attack with a melee weapon or slow moving projectile (not an explosive or firearm), you may choose to spend a Charge to deal an additional nd8 Necrotic or Poison damage, where n is your maximum number of Artisan Charges.<\/li><\/ul><\/li><\/ul>"
        ],
        "classes": [
            "Art"
        ]
    },
    "Weapon_Smith": {
        "name": "Weapon Smith",
        "desc": [
            "You gain the ability to create and enhance various weapons. You gain Proficiency in any weapon you create. Over the course of a Long Rest and have your tools and supplies, you may apply enhancements to your weapons. A weapon may have multiple enhancements applied to it, but you may only have a total number of enhancements equal to your Proficiency Bonus.",
            "You may choose one of the following subclass options:<ul class='sublist'><li><b>Blacksmith:<\/b> You have the ability to create and enhance metallic tools and weapons, so long as you have access to a considerable heat source or forge and your Blacksmith's Tools.<ul><li>You gain Proficiency in Blacksmith's Tools.<\/li><li>Your Blacksmith's DC is 8 + Strength\/Constitution Modifier.<\/li><li>You may create metallic weapons, such as daggers, axes, shields, bludgeons, spears, brass knuckles, etc.<\/li><li>You may apply the following enhancements to your weapons:<ul><li>Add an additional physical damage type to a melee weapon that only has one.<\/li><li>Grant +3 Concealed to the weapon as well as the Ambush attribute. Does not work with Heavy or Two-Handed weapons.<\/li><li>Grant the Siege attribute to a weapon.<\/li><li>Add +1 AC Bonus to any Shield or Heavy\/Two-Handed melee weapon.<\/li><li>Increase the Range of a throwing weapon by 10m.<\/li><li>Grant the Reach attribute to a Two-Handed melee weapon. If it already has Reach, extend it by 1m.<\/li><\/ul><\/li><li>As an Attack, for 1 Charge, you may use one of the following abilities:<ul><li>Force an enemy within melee range to make a Dexterity Saving Throw, giving them Disadvantage with their weapon until the end of their next Turn on a failure. Alternatively, you may target an enemy's shield and remove the AC bonus until the end of their next Turn.<\/li><li>Force an enemy within melee range to make a Strength Saving Throw, dropping their weapon on failure. You may also kick the weapon away a number of meters equal to your Strength Modifier as a Free Action, or pick it up as a Reaction.<\/li><li>You may look at a metallic weapon in sight and learn its attributes and Damage Dice.<\/li><\/ul><\/li><\/ul><\/li><li><b>Fletcher:<\/b> You have the ability to create and enhance tools and weapons created from wood and other natural materials, so long as you have access to raw materials.<ul><li>You gain Proficiency in Fletcher's Tools.<\/li><li>Your Fletcher's DC is 8 + Dexterity\/Wisdom Modifier.<\/li><li>You may create natural weapons, such as bows, crossbows, darts, atlatl, clubs, spears, etc. You may also use your Wisdom to make Attack Rolls with these weapons.<\/li><li>You may apply the following enhancements to your weapons:<ul><li>Grant +3 Concealed to the weapon as well as the Ambush attribute. Does not work with Heavy or Two-Handed weapons.<\/li><li>Increase the Range of a throwing weapon by 50% rounded down to the nearest meter, or 10m, whichever is higher.<\/li><li>Add an additional Damage Die to a weapon that is not Two-Handed, Heavy, or Versatile.<\/li><li>Remove the Reload attribute from a crossbow, allowing it to be used like a bow.<\/li><li>Allow dual-wielding a Light weapon alongside a light crossbow or shortbow.<\/li><\/ul><\/li><li>As an Attack, for 1 Charge, you may use one of the following abilities:<ul><li>Make a ranged weapon Attack with a natural weapon within its Short Range, ignoring Half Cover and treating Three-Quarters Cover as Half Cover.<\/li><li>Force someone within your weapon's Short Range to make a Constitution Saving Throw, forcing them to either fall Prone or have their Movement Speed reduced to 0 until the end of their next Turn on failure.<\/li><li>You may look at a natural weapon in sight and learn its attributes and Damage Dice.<\/li><\/ul><\/li><\/ul><\/li><li><b>Gunsmith:<\/b> You have the ability to create and enhance tools and weapons created from gunpowder and steel, so long as you have access to the materials and chemicals necessary.<ul><li>You gain Proficiency in Gunsmith's Tools.<\/li><li>Your Gunsmith's DC is 8 + Dexterity\/Constitution Modifier.<\/li><li>You may create firearms such as pistols, rifles, shotguns, SMGs, etc.<\/li><li>You may apply the following enhancements to your weapons:<ul><li>Grant +3 Concealed to the weapon as well as the Ambush attribute. Does not work with Heavy or Two-Handed weapons.<\/li><li>Increase the Range of a throwing weapon by 50% rounded down to the nearest meter.<\/li><li>Reduce the noise created by a firearm to be audible within 0.1km, rather than 0.5km. Attacking at Long Range no longer reveals the attackers location.<\/li><li>Grant a firearm the Reliable attribute. The ammunition may now function while wet as well.<\/li><li>Add an additional Damage Die to a weapon that is not Two-Handed, Heavy, or Versatile.<\/li><\/ul><\/li><li>As an Attack, for 1 Charge, you may use one of the following abilities:<ul><li>Make a ranged weapon Attack with a firearm, changing the damage type dealt to Fire and applying the Flame attribute to the weapon for this Attack. The projectile leaves a small trail of smoke after being fired.<\/li><li>Make a ranged weapon Attack with a firearm, changing the damage type dealt to Thunder and applying the Siege attribute to the weapon for this Attack. If it already has the Siege attribute, the damage dealt to objects is multiplied by 3 rather than 2.<\/li><li>You may look at a firearm in sight and learn its attributes and Damage Dice.<\/li><\/ul><\/ul><\/li><\/ul><\/li><\/ul>"
        ],
        "classes": [
            "Art"
        ]
    },
    "Spider_Climb": {
        "name": "Spider Climb",
        "desc": [
            "You are not affected by gravity so long as you are attached to a surface like a wall or ceiling.",
            "You gain a Climbing Speed equal to your Walking Speed (typically 10m) and may use it to move across sheer surfaces like walls and ceilings."
        ],
        "classes": [
            "Vamp",
            "EPM"
        ]
    },
    "Act_0": {
        "name": "Act 0",
        "desc": [
            "Act 0 Stands do not have an Ability, nor any real capacity to move, attack, dodge, or evade. If they can even be summoned at all, they manifest as a large egg. Once you gain the ability to use Act 1, this Act ceases to exist.",
            "When necessary, you may treat your Act 0 Stand as having a x1 Ability Score Multiplier for Range and Durability and a x0 in the other Scores."
        ],
        "classes": [
            "Act"
        ]
    },
    "Act_1": {
        "name": "Act 1",
        "desc": [
            "Act 1 Stands are relatively weak starting out. In order for you to gain an Act 1 Stand, you must go through an event that is considered hopeless or desperate.",
            "When you gain a new Act, you should determine what type of Act it is (listed on the main Act-Type page)."
        ],
        "classes": [
            "Act"
        ]
    },
    "Act_2": {
        "name": "Act 2",
        "desc": [
            "Act 2 Stands are generally a bit stronger and more versatile than their first Act. In order for you to gain a new Act, you must go through an event that is considered hopeless or desperate.",
            "When you gain a new Act, you should determine what type of Act it is (listed on the main Act-Type page).",
            "You gain an amount of Level-Up points for Act 2 equal to those put into Act 1. Alternatively, you may reroll to get caught up to the Level Act 1 is at."
        ],
        "classes": [
            "Act"
        ]
    },
    "Act_3": {
        "name": "Act 3",
        "desc": [
            "Act 3 Stands are capable and powerful in comparison to their previous Act when they start out. In order for you to gain a new Act, you must go through an event that is considered hopeless or desperate.",
            "When you gain a new Act, you should determine what type of Act it is (listed on the main Act-Type page).",
            "You gain an amount of Level-Up points for Act 3 equal to those put into Acts 1 or Act 2. Alternatively, you may reroll to get caught up to the Level the previous Acts are at."
        ],
        "classes": [
            "Act"
        ]
    },
    "Act_Feature": {
        "name": "Act Feature",
        "desc": [
            "You may choose a Feature from the following list that matches one of your Act Types. When you select a Feature, it only applies to one Act, unless it is a Feat.<ul class='sublist'><li><u>Close-Range Acts<\/u>:<ul><li><a class='in-page'>Armored Stand<\/a><\/li><li><a href='\/feats\/?focus=Blended_Fighting'>Blended Fighting<\/a> (feat)<\/li><li><a class='in-page'>Detached Senses<\/a><\/li><li><a href='\/feats\/?focus=Martial_Arts'>Martial Arts<\/a> (feat)<\/li><li><a class='in-page'>Melee Barrage<\/a><\/li><li><a href='\/feats\/?focus=Veteran_Sprinter'>Veteran Sprinter<\/a> (feat)<\/li><li><a class='in-page'>Block Projectile<\/a> (Level 6+)<\/li><li><a class='in-page'>Devastating Critical<\/a> (Level 6+)<\/li><li><a class='in-page'>Stand Leap<\/a> (Level 6+)<\/li><li><a href='\/feats\/?focus=Menacing_Aura'>Menacing Aura<\/a> (feat) (Level 11+)<\/li><li><a class='in-page'>Siege Combat<\/a> (Level 11+)<\/li><li><a href='\/feats\/?focus=Defensive_Agility'>Defensive Agility<\/a> (feat) (Level 16+)<\/li><li><a class='in-page'>Devastating Melee<\/a> (Level 16+)<\/li><li><a class='in-page'>Lethal Strike<\/a> (Level 16+)<\/li><\/ul><\/li><li><u>Long-Range Acts<\/u>:<ul><li><a href='\/feats\/?focus=Clever_Disguise'>Clever Disguise<\/a> (feat)<\/li><li><a href='\/feats\/?focus=Deadly_Accuracy'>Deadly Accuracy<\/a> (feat)<\/li><li><a class='in-page'>Immense Power<\/a><\/li><li><a class='in-page'>Melee Barrage<\/a><\/li><li><a class='in-page'>Oblivious Facade<\/a><\/li><li><a class='in-page'>Ranged Attack<\/a><\/li><li><a class='in-page'>Stand Pickpocketing<\/a><\/li><li><a class='in-page'>Hot Pursuit<\/a> (Level 6+)<\/li><li><a class='in-page'>Silent Movement<\/a> (Level 6+)<\/li><li><a class='in-page'>Speedy Movement<\/a> (Level 6+)<\/li><li><a href='\/feats\/?focus=Resource_Regeneration'>Resource Regeneration<\/a> (feat) (Level 6+)<\/li><li><a class='in-page'>Ambush Attacker<\/a> (Level 11+)<\/li><li><a href='\/feats\/?focus=Enhanced_Stand_Senses'>Enhanced Stand Senses<\/a> (feat) (Level 11+)<\/li><li><a href='\/feats\/?focus=Defensive_Agility'>Defensive Agility<\/a> (feat) (Level 16+)<\/li><li><a class='in-page'>Immense Range<\/a> (Level 16+)<\/li><li><a class='in-page'>Improved Awareness<\/a> (Level 16+)<\/li><\/li><\/ul><\/li><li><u>Ability-Focused Acts<\/u>:<ul><li><a class='in-page'>Detached Senses<\/a><\/li><li><a href='\/feats\/?focus=Energy_Imbuement'>Energy Imbuement<\/a> (feat)<\/li><li><a class='in-page'>Ranged Attack<\/a><\/li><li><a href='\/feats\/?focus=Weapon_Feat'>Weapon Feat<\/a> (feat)<\/li><li><a class='in-page'>Defensive Ability<\/a> (Level 6+)<\/li><li><a class='in-page'>Mobile Ability<\/a> (Level 6+)<\/li><li><a class='in-page'>Stand Energy Recharge<\/a> (Level 6+)<\/li><li><a class='in-page'>Enhanced Custom Ability<\/a> (Level 11+)<\/li><li><a class='in-page'>Slippery<\/a> (Level 11+)<\/li><li><a href='\/feats\/?focus=Tanky'>Tanky<\/a> (feat) (Level 11+)<\/li><li><a href='\/feats\/?focus=Calculating'>Calculating<\/a> (feat) (Level 16+)<\/li><li><a href='\/feats\/?focus=Menacing_Aura'>Menacing Aura<\/a> (feat) (Level 16+)<\/li><li><a class='in-page'>Subtle Assistance<\/a> (Level 16+)<\/li><\/ul><\/li><li><u>Remote-Focused Acts<\/u>:<ul><li><a class='in-page'>Detached Senses<\/a><\/li><li><a class='in-page'>Detached Stand<\/a><\/li><li><a class='in-page'>Immense Power<\/a><\/li><li><a class='in-page'>Immense Range<\/a><\/li><li><a class='in-page'>Oblivious Facade<\/a><\/li><li><a href='\/feats\/?focus=Weapon_Feat'>Weapon Feat<\/a> (feat)<\/li><li><a class='in-page'>Armored Stand<\/a> (Level 6+)<\/li><li><a class='in-page'>Juggernaut<\/a> (Level 6+)<\/li><li><a href='\/feats?focus=Two_Modes'>Two Modes<\/a> (Level 6+)<\/li><li><a href='\/feats\/?focus=Guerilla_Fighter'>Guerilla Fighter<\/a> (feat) (Level 11+)<\/li><li><a href='\/feats\/?focus=Melee_Weapon_Specialization'>Melee Weapon Specialization<\/a> (feat) (Level 11+)<\/li><li><a class='in-page'>Self-Preservation<\/a> (Level 11+)<\/li><li><a class='in-page'>Improved Immense Range<\/a> (Level 16+)<\/li><li><a class='in-page'>Remote Ambusher<\/a> (Level 16+)<\/li><li><a class='in-page'>Superior Momentum<\/a> (Level 16+)<\/li><\/ul><\/li><\/ul>"
        ],
        "classes": [
            "Act"
        ]
    },
    "Act_Modifier": {
        "name": "Act Modifier",
        "desc": [
            "<b>Prerequisite: <a href='\/feats\/?focus=Act_Modification'>Act Modification<\/a><\/b>",
            "When you gain this Ability for the first time, you must choose one of the following modification types.",
            "Every time you gain this Ability, choose one of the features under your chosen modification type.",
            "<ul class='sublist'><li><u>Anchor-Based<\/u>: All Acts gain <a class='in-page'>Anchored Stand<\/a>.<ul><li>Your Hit Dice increase by 1 size (d8s become d10s etc.) and you retroactively gain 1 Hit Point per Level you currently have. You also gain <a class='in-page'>Confident Provocation<\/a> if you didn't have it already. You may not take this option if your Hit Dice are already d12s.<\/li><li>Your Stands' Damage Reduction increases. All Acts gain <a class='in-page'>Immense Resistance<\/a>. If one of your Acts already had Immense Resistance, it instead gains <a class='in-page'>Armored Stand<\/a>.<\/li><li>Gain one of the following for all Acts: <a class='in-page'>Camouflage<\/a>, <a class='in-page'>Juggernaut<\/a>, or <a class='in-page'>Superior Control<\/a>. (Level 6+)<\/li><li>Gain one of the following for all Acts: <a class='in-page'>General Anchors<\/a> or <a class='in-page'>Speedy Switch<\/a>. (Level 11+)<\/li><li>Gain either the <a class='\/feats\/?focus=Anchored_Immunity'>Anchored Immunity<\/a> or <a class='\/feats\/?focus=Resilient'>Resilient<\/a> Feat. (Level 16+)<\/li><\/ul><li><u>Grudge-Based:<\/u> Your Stand uses the Grudge Point system from <a href='\/classes\/?focus=Revenge'>Revenge-Type<\/a>. Once you meet the Grudge requirement to summon your Stand, you may switch Acts as normal. When you Level-Up in Act Type, you roll an additional d4 for Stand stat points (3d4 + Level), and may roll a d4 per Level to gain points retroactively when you choose this modification. Finally, all Acts gain <a class='in-page'>Stand Marking<\/a> and <a class='in-page'>Detached Senses<\/a>.<ul><li>Your Hit Dice increase by 1 size (d8s become d10s etc.) and you retroactively gain 1 Hit Point per Level you currently have. You also gain <a class='in-page'>Confident Provocation<\/a> if you didn't have it already. You may not take this option if your Hit Dice are already d12s.<\/li><li>Your offensive capabilities increase. All Acts gain <a class='in-page'>Reckless Attack<\/a>, as well as one of the following: <a class='in-page'>Melee Barrage<\/a>, <a class='\/feats\/?focus=Menacing_Aura'>Menacing Aura<\/a>, or <a class='\/feats\/?focus=Weapon_Feat'>Weapon Feat<\/a>.<\/li><li>Gain one of the following for all Acts: <a class='in-page'>Armored Stand<\/a> (only for Acts that do not have a Durability restriction), <a class='\/feats\/?focus=Berserker'>Berserker<\/a>, <a class='in-page'>Focused Hatred<\/a>, <a class='in-page'>Nemesis<\/a>, or <a class='in-page'>Rejuvenation<\/a>. (Level 6+)<\/li><li>Gain one of the following for all Acts: <a class='in-page'>Lasting Grudge<\/a> or <a class='in-page'>Second Life<\/a>. (Level 11+)<\/li><li>Gain one of the following for all Acts: <a class='in-page'>Devastating Critical<\/a>, <a class='in-page'>Devastating Melee<\/a>, <a href='\/feats\/?focus=Guardians_Wrath'>Guardian's Wrath<\/a>, or <a class='in-page'>Superior Grudge<\/a>. (Level 16+)<\/li><\/ul><\/li><li><u>Hive-Based<\/u>: All Acts gain <a class='in-page'>Split Stand<\/a> and gain the ability to use Swarm Attacks from <a href='\/classes\/?focus=Hive'>Hive-Type<\/a>.<ul><li>Your reconnaissance abilities increase. All Acts gain <a class='in-page'>Detached Senses<\/a>, as well as either <a class='in-page'>Hot Pursuit<\/a> or <a class='in-page'>Stand Marking<\/a>.<\/li><li>Your combat abilities increase. All Acts gain <a class='in-page'>Immense Resistance<\/a> and <a class='in-page'>Surrounding Swarm<\/a>.<\/li><li>Gain one of the following for all Acts: <a class='in-page'>Armored Stand<\/a> (only for Acts that do not have a Durability restriction), <a class='in-page'>Immense Range<\/a> (only for Acts that do not have a Range restriction), <a class='in-page'>Defensive Wave<\/a>, or <a class='in-page'>Mobile Wave<\/a>. (Level 6+)<\/li><li>Gain one of the following for all Acts: <a class='in-page'>Silent Movement<\/a> or <a class='in-page'>Speedy Movement<\/a>. (Level 11+)<\/li><li>Gain one of the following for all Acts: <a class='\/feats\/?focus=Enhanced_Stand_Senses'>Enhanced Stand Senses<\/a>, <a class='\/feats\/?focus=Improved_Awareness'>Improved Awareness<\/a>, <a class='\/feats\/?focus=Skirmisher'>Skirmisher<\/a>, or <a class='in-page'>Immense Range<\/a> (only for Acts that do not have a Range restriction). (Level 16+)<\/li><\/ul><\/li><\/ul>"
        ],
        "classes": [
            "Act"
        ]
    },
    "Power_Feature": {
        "name": "Power Feature",
        "desc": [
            "You may choose a Feature from the following list:<ul class='sublist'><li><a class='in-page'>Armored Stand<\/a><\/li><li><a href='\/feats\/?focus=Blended_Fighting'>Blended Fighting<\/a><\/li><li><a class='in-page'>Detached Senses<\/a><\/li><li><a href='\/feats\/?focus=Martial_Arts'>Martial Arts<\/a><\/li><li><a class='in-page'>Melee Barrage<\/a><\/li><li><a href='\/feats\/?focus=Veteran_Sprinter'>Veteran Sprinter<\/a><\/li><li><a class='in-page'>Block Projectile<\/a> (Level 6+)<\/li><li><a class='in-page'>Devastating Critical<\/a> (Level 6+)<\/li><li><a class='in-page'>Stand Leap<\/a> (Level 6+)<\/li><li><a href='\/feats\/?focus=Berserker'>Berserker<\/a> (Level 11+)<\/li><li><a class='in-page'>Siege Combat<\/a> (Level 11+)<\/li><li><a href='\/feats\/?focus=Stand_Breaker'>Stand Breaker<\/a> (Level 11+)<\/li><li><a href='\/feats\/?focus=Whirlwind_Attacker'>Whirlwind Attacker<\/a> (Level 11+)<\/li><li><a href='\/feats\/?focus=Defensive_Agility'>Defensive Agility<\/a> (Level 16+)<\/li><li><a class='in-page'>Devastating Melee<\/a> (Level 16+)<\/li><li><a class='in-page'>Lethal Strike<\/a> (Level 16+)<\/li><li><a class='in-page'>Rejuvenation<\/a> (Level 16+)<\/li><\/ul>"
        ],
        "classes": [
            "Pwr"
        ]
    },
    "Ranged_Feature": {
        "name": "Ranged Feature",
        "desc": [
            "You may choose a Feature from the following list:<ul class='sublist'><li><a href='\/feats\/?focus=Deadly_Accuracy'>Deadly Accuracy<\/a><\/li><li><a class='in-page'>Immense Power<\/a><\/li><li><a class='in-page'>Melee Barrage<\/a><\/li><li><a class='in-page'>Ranged Attack<\/a><\/li><li><a class='in-page'>Ambush Attacker<\/a> (Level 6+)<\/li><li><a class='in-page'>Hot Pursuit<\/a> (Level 6+)<\/li><li><a class='in-page'>Silent Movement<\/a> (Level 6+)<\/li><li><a class='in-page'>Speedy Movement<\/a> (Level 6+)<\/li><li><a href='\/feats\/?focus=Assassin'>Assassin<\/a> (Level 11+)<\/li><li><a href='\/feats\/?focus=Enhanced_Stand_Senses'>Enhanced Stand Senses<\/a> (Level 11+)<\/li><li><a href='\/feats\/?focus=Defensive_Agility'>Defensive Agility<\/a> (Level 16+)<\/li><li><a class='in-page'>Immense Range<\/a> (Level 16+)<\/li><li><a class='in-page'>Improved Awareness<\/a> (Level 16+)<\/li><li><a href='\/feats\/?focus=Skirmisher'>Skirmisher<\/a> (Level 16+)<\/li><\/ul>"
        ],
        "classes": [
            "Rng"
        ]
    },
    "Remote_Feature": {
        "name": "Remote Feature",
        "desc": [
            "You may choose a Feature from the following list:<ul class='sublist'><li><a class='in-page'>Detached Senses<\/a><\/li><li><a class='in-page'>Detached Stand<\/a><\/li><li><a href='\/feats\/?focus=Weapon_Feat'>Weapon Feat<\/a><\/li><li><a class='in-page'>Armored Stand<\/a> (Level 6+)<\/li><li><a class='in-page'>Juggernaut<\/a> (Level 6+)<\/li><li><a href='\/feats\/?focus=Scarflesh'>Scarflesh<\/a> (Level 6+)<\/li><li><a href='\/feats\/?focus=Specialized_Stand_Senses'>Specialized Stand Senses<\/a> (Level 6+)<\/li><li><a href='\/feats\/?focus=Tanky'>Tanky<\/a> (Level 6+)<\/li><li><a href='\/feats?focus=Two_Modes'>Two Modes<\/a> (Level 6+)<\/li><li><a href='\/feats\/?focus=Guerilla_Fighter'>Guerilla Fighter<\/a> (Level 11+)<\/li><li><a href='\/feats\/?focus=Melee_Weapon_Specialization'>Melee Weapon Specialization<\/a> (Level 11+)<\/li><li><a class='in-page'>Improved Immense Range<\/a> (Level 16+)<\/li><li><a class='in-page'>Remote Ambusher<\/a> (Level 16+)<\/li><li><a class='in-page'>Self-Preservation<\/a> (Level 16+)<\/li><li><a class='in-page'>Superior Momentum<\/a> (Level 16+)<\/li><\/ul>"
        ],
        "classes": [
            "Rmt"
        ]
    },
    "Ability_Feature": {
        "name": "Ability Feature",
        "desc": [
            "You may choose a Feature from the following list:<ul class='sublist'><li><a class='in-page'>Detached Senses<\/a><\/li><li><a class='in-page'>Distant Defense<\/a><\/li><li><a href='\/feats\/?focus=Energy_Imbuement'>Energy Imbuement<\/a><\/li><li><a href='\/feats\/?focus=Object_Stand'>Object Stand<\/a><\/li><li><a href='\/feats\/?focus=Phenomenon_Stand'>Phenomenon Stand<\/a><\/li><li><a class='in-page'>Ranged Attack<\/a><\/li><li><a href='\/feats\/?focus=Sentient_Stand'>Sentient Stand<\/a><\/li><li><a href='\/feats\/?focus=Shared_Stand'>Shared Stand<\/a><\/li><li><a href='\/feats\/?focus=Suit_Stand'>Suit Stand<\/a><\/li><li><a href='\/feats\/?focus=Uncontrollable_Stand'>Uncontrollable Stand<\/a><\/li><li><a href='\/feats\/?focus=Weapon_Feat'>Weapon Feat<\/a><\/li><li><a class='in-page'>Defensive Ability<\/a> (Level 6+)<\/li><li><a class='in-page'>Mobile Ability<\/a> (Level 6+)<\/li><li><a href='\/feats\/?focus=Resource_Regeneration'>Resource Regeneration<\/a> (Level 6+)<\/li><li><a class='in-page'>Enhanced Custom Ability<\/a> (Level 11+)<\/li><li><a class='in-page'>Slippery<\/a> (Level 11+)<\/li><li><a href='\/feats\/?focus=Tanky'>Tanky<\/a> (Level 11+)<\/li><li><a href='\/feats\/?focus=Calculating'>Calculating<\/a> (Level 16+)<\/li><li><a href='\/feats\/?focus=Menacing_Aura'>Menacing Aura<\/a> (Level 16+)<\/li><li><a href='\/feats\/?focus=Quick_on_your_Feet'>Quick on your Feet<\/a> (Level 16+)<\/li><li><a class='in-page'>Subtle Assistance<\/a> (Level 16+)<\/ul>"
        ],
        "classes": [
            "Abl"
        ]
    },
    "Enhancement_Feature": {
        "name": "Enhancement Feature",
        "desc": [
            "You may choose a Feature from the following list:<ul class='sublist'><li><a class='in-page'>Immense Range<\/a><\/li><li><a class='in-page'>Superior Control<\/a><\/li><li><a class='in-page'>Camouflage<\/a> (Level 6+)<\/li><li><a class='in-page'>Juggernaut<\/a> (Level 6+)<\/li><li><a class='in-page'>Stand Marking<\/a> (Level 6+)<\/li><li><a class='in-page'>General Anchors<\/a> (Level 11+)<\/li><li><a href='\/feats\/?focus=Massive_Stand'>Massive Stand<\/a> (Level 11+)<\/li><li><a class='in-page'>Siege Combat<\/a> (Level 11+)<\/li><li><a class='in-page'>Speedy Switch<\/a> (Level 11+)<\/li><li><a href='\/feats\/?focus=Anchored_Immunity'>Anchored Immunity<\/a> (Level 16+)<\/li><li><a href='\/feats\/?focus=Deadly_Accuracy'>Guerilla Fighter<\/a> (Level 16+)<\/li><li><a href='\/feats\/?focus=Resilient'>Resilient<\/a> (Level 16+)<\/li><li><a href='\/feats\/?focus=Tanky'>Tanky<\/a> (Level 16+)<\/li><\/ul>"
        ],
        "classes": [
            "Enh"
        ]
    },
    "Revenge_Feature": {
        "name": "Revenge Feature",
        "desc": [
            "You may choose a Feature from the following list:<ul class='sublist'><li><a href='\/feats\/?focus=Menacing_Aura'>Menacing Aura<\/a><\/li><li><a class='in-page'>Oblivious Facade<\/a><\/li><li><a href='\/feats\/?focus=Weapon_Feat'>Weapon Feat<\/a><\/li><li><a class='in-page'>Armored Stand<\/a> (Level 6+)<\/li><li><a href='\/feats\/?focus=Berserker'>Berserker<\/a> (Level 6+)<\/li><li><a class='in-page'>Focused Hatred<\/a> (Level 6+)<\/li><li><a class='in-page'>Melee Barrage<\/a> (Level 6+)<\/li><li><a class='in-page'>Rejuvenation<\/a> (Level 6+)<\/li><li><a href='\/feats\/?focus=Stand_Breaker'>Stand Breaker<\/a> (Level 6+)<\/li><li><a class='in-page'>Immense Range<\/a> (Level 11+)<\/li><li><a class='in-page'>Lasting Grudge<\/a> (Level 11+)<\/li><li><a class='in-page'>Second Life<\/a> (Level 11+)<\/li><li><a class='in-page'>Devastating Critical<\/a> (Level 16+)<\/li><li><a class='in-page'>Devastating Melee<\/a> (Level 16+)<\/li><li><a href='\/feats\/?focus=Guardians_Wrath'>Guardian's Wrath<\/a> (Level 16+)<\/li><li><a class='in-page'>Superior Grudge<\/a> (Level 16+)<\/li><\/ul>"
        ],
        "classes": [
            "Rev"
        ]
    },
    "Independent_Feature": {
        "name": "Independent Feature",
        "desc": [
            "You may choose a Feature from the following list:<ul class='sublist'><li><a class='in-page'>Armored Stand<\/a><\/li><li><a href='\/feats\/?focus=Energy_Imbuement'>Energy Imbuement<\/a><\/li><li><a class='in-page'>Melee Barrage<\/a><\/li><li><a class='in-page'>Ranged Attack<\/a><\/li><li><a class='in-page'>Self-Repair<\/a><\/li><li><a class='in-page'>Camouflage<\/a> (Level 6+)<\/li><li><a class='in-page'>Juggernaut<\/a> (Level 6+)<\/li><li><a class='in-page'>Defensive Ability<\/a> (Level 11+)<\/li><li><a class='in-page'>Mobile Ability<\/a> (Level 11+)<\/li><li><a href='\/feats\/?focus=Anchored_Immunity'>Anchored Immunity<\/a> (Level 16+)<\/li><li><a href='\/feats\/?focus=Defensive_Agility'>Defensive Agility<\/a> (Level 16+)<\/li><li><a href='\/feats\/?focus=Resilient'>Resilient<\/a> (Level 16+)<\/li><li><a class='in-page'>Slippery<\/a> (Level 16+)<\/li><\/ul>"
        ],
        "classes": [
            "Ind"
        ]
    },
    "Hive_Feature": {
        "name": "Hive Feature",
        "desc": [
            "You may choose a Feature from the following list:<ul class='sublist'><li><a class='in-page'>Detached Senses<\/a><\/li><li><a class='in-page'>Immense Resistance<\/a><\/li><li><a class='in-page'>Stand Marking<\/a><\/li><li><a class='in-page'>Hot Pursuit<\/a><\/li><li><a class='in-page'>Surrounding Swarm<\/a><\/li><li><a class='in-page'>Armored Stand<\/a> (Level 6+)<\/li><li><a class='in-page'>Defensive Wave<\/a> (Level 6+)<\/li><li><a class='in-page'>Immense Range<\/a> (Level 6+)<\/li><li><a class='in-page'>Mobile Wave<\/a> (Level 6+)<\/li><li><a href='\/feats\/?focus=Resource_Regeneration'>Resource Regeneration<\/a> (Level 6+)<\/li><li><a class='in-page'>Silent Movement<\/a> (Level 11+)<\/li><li><a class='in-page'>Speedy Movement<\/a> (Level 11+)<\/li><li><a href='\/feats\/?focus=Enhanced_Stand_Senses'>Enhanced Stand Senses<\/a> (Level 16+)<\/li><li><a href='\/feats\/?focus=Guerilla_Fighter'>Guerilla Fighter<\/a> (Level 16+)<\/li><li><a class='in-page'>Improved Awareness<\/a> (Level 16+)<\/li><li><a class='in-page'>Improved Immense Range<\/a> (Level 16+)<\/li><li><a href='\/feats\/?focus=Skirmisher'>Skirmisher<\/a> (Level 16+)<\/li><\/ul>"
        ],
        "classes": [
            "Hive"
        ]
    },
    "Ripple_Feature": {
        "name": "Ripple Feature",
        "desc": [
            "You may choose a Feature from the following list:<ul class='sublist'><li><a href='\/feats\/?focus=Martial_Arts'>Martial Arts<\/a><\/li><li><a href='\/feats\/?focus=Simple_Weapon_Focus'>Simple Weapon Focus<\/a><\/li><li><a class='in-page'>Toxin Expulsion<\/a> (Level 6+)<\/li><li><a class='in-page'>Conductor Shield<\/a> (Level 6+)<\/li><li><a class='in-page'>Ripple Pressure<\/a> (Level 6+)<\/li><li><a class='in-page'>Scarlet Overdrive<\/a> (Level 6+)<\/li><li><a class='in-page'>Sendo Overdrive<\/a> (Level 6+)<\/li><li><a class='in-page'>Sunlight Yellow Overdrive<\/a> (Level 6+)<\/li><li><a class='in-page'>Zoom Punch<\/a> (Level 6+)<\/li><li><a class='in-page'>Enhanced Custom Ripple Technique<\/a> (Level 11+)<\/li><li><a class='in-page'>Recovery Breathing<\/a> (Level 11+)<\/li><li><a class='in-page'>Life Magnetism<\/a> (Level 16+)<\/li><li><a class='in-page'>Improved Ripple Perception<\/a> (Level 16+)<\/li><\/ul>"
        ],
        "classes": [
            "Rip"
        ]
    },
    "Spin_Feature": {
        "name": "Spin Feature",
        "desc": [
            "You may choose a Feature from the following list:<ul class='sublist'><li><a href='\/feats\/?focus=Catlike_Agility'>Catlike Agility<\/a><\/li><li><a href='\/feats\/?focus=Deadly_Accuracy'>Deadly Accuracy<\/a><\/li><li><a class='in-page'>Harden Flesh<\/a><\/li><li><a class='in-page'>Immense Friction<\/a><\/li><li><a class='in-page'>Medicinal Spin<\/a><\/li><li><a class='in-page'>Muscle Contraction<\/a><\/li><li><a class='in-page'>Projectile Boost<\/a> <\/li><li><a class='in-page'>Restraining Spin<\/a><\/li><li><a class='in-page'>Satellite Spin<\/a><\/li><li><a class='in-page'>Sendo Spin<\/a><\/li><li><a class='in-page'>Tendon Twister<\/a><\/li><li><a class='in-page'>Object Manipulation<\/a> (Level 6+)<\/li><li><a class='in-page'>Wrist Memory<\/a> (Level 6+)<\/li><li><a class='in-page'>Create Mirage<\/a> (Level 11+)<\/li><li><a class='in-page'>Enhanced Custom Spin Technique<\/a> (Level 11+)<\/li><li><a class='in-page'>Expose Weakness<\/a> (Level 11+)<\/li><li><a class='in-page'>Deflect Distance Attack<\/a> (Level 16+)<\/li><li><a class='in-page'>Self-Compression<\/a> (Level 16+)<\/li><\/ul>"
        ],
        "classes": [
            "Spin"
        ]
    },
    "Artisan_Feature": {
        "name": "Artisan Feature",
        "desc": [
            "You may choose a Feature from the following list:<ul class='sublist'><li><a href='\/feats\/?focus=Catlike_Agility'>Catlike Agility<\/a><\/li><li><a href='\/feats\/?focus=Defensive_Agility'>Defensive Agility<\/a><\/li><li><a href='\/feats\/?focus=Natural_Talent'>Natural Talent<\/a><\/li><li><a href='\/feats\/?focus=Practical_Experience'>Practical Experience<\/a><\/li><li><a href='\/feats\/?focus=Quick_on_your_Feet'>Quick on your Feet<\/a><\/li><li><a href='\/feats\/?focus=Skirmisher'>Skirmisher<\/a><\/li><li><a href='\/feats\/?focus=Tanky'>Tanky<\/a><\/li><li><a href='\/feats\/?focus=Weapon_Feat'>Weapon Feat<\/a><\/li><li><a href='\/feats\/?focus=Fortune_Teller'>Fortune Teller<\/a> (Level 6+)<\/li><li><a href='\/feats\/?focus=Jack_of_All_Trades'>Jack of All Trades<\/a> (Level 6+)<\/li><li><a href='\/feats\/?focus=Level_Headed'>Level-Headed<\/a> (Level 6+)<\/li><li><a href='\/feats\/?focus=Menacing_Aura'>Menacing Aura<\/a> (Level 6+)<\/li><li><a href='\/feats\/?focus=Perfected_Craft'>Perfected Craft<\/a> (Level 6+)<\/li><li><a href='\/feats\/?focus=Pressure_Point_Manipulator'>Pressure Point Manipulator<\/a> (Level 6+)<\/li><li><a href='\/feats\/?focus=Unstoppable_Willpower'>Unstoppable Willpower<\/a> (Level 6+)<\/li><li><a href='\/feats\/?focus=Veteran_Sprinter'>Veteran Sprinter<\/a> (Level 6+)<\/li><li><a href='\/feats\/?focus=Consistent_Skills'>Consistent Skills<\/a> (Level 11+)<\/li><li><a href='\/feats\/?focus=Headhunter'>Headhunter<\/a> (Level 11+)<\/li><li><a href='\/feats\/?focus=Interpreter'>Interpreter<\/a> (Level 11+)<\/li><li><a href='\/feats\/?focus=Trapper'>Trapper<\/a> (Level 11+)<\/li><li><a href='\/feats\/?focus=Ever_Vigilant'>Ever Vigilant<\/a> (Level 11+)<\/li><li><a href='\/feats\/?focus=Specialized_Save'>Specialized Save<\/a> (Level 11+)<\/li><li><a href='\/feats\/?focus=Assassin'>Assassin<\/a> (Level 16+)<\/li><li><a href='\/feats\/?focus=Familiar_Bond'>Familiar Bond<\/a> (Level 16+)<\/li><li><a href='\/feats\/?focus=Motivated'>Motivated<\/a> (Level 16+)<\/li><li><a href='\/feats\/?focus=Resilient'>Resilient<\/a> (Level 16+)<\/li><\/ul>"
        ],
        "classes": [
            "Art"
        ]
    },
    "Assassin_Feature": {
        "name": "Assassin Feature",
        "desc": [
            "You may choose a Feature from the following list:<ul class='sublist'><li><a href='\/feats\/?focus=Deadly_Accuracy'>Deadly Accuracy<\/a><\/li><li><a href='\/feats\/?focus=Defensive_Agility'>Defensive Agility<\/a><\/li><li><a href='\/feats\/?focus=Duelists_Agility'>Duelist's Agility<\/a><\/li><li><a href='\/feats\/?focus=Impeccable_Agility'>Impeccable Agility<\/a><\/li><li><a href='\/feats\/?focus=Pressure_Point_Manipulator'>Pressure Point Manipulator<\/a><\/li><li><a href='\/feats\/?focus=Weapon_Feat'>Weapon Feat<\/a><\/li><li><a href='\/feats\/?focus=Guerilla_Fighter'>Guerilla Fighter<\/a> (Level 6+)<\/li><li><a href='\/feats\/?focus=Natural_Talent'>Natural Talent<\/a> (Level 6+)<\/li><li><a href='\/feats\/?focus=Practical_Experience'>Practical Experience<\/a> (Level 6+)<\/li><li><a href='\/feats\/?focus=Skirmisher'>Skirmisher<\/a> (Level 6+)<\/li><li><a href='\/feats\/?focus=Specialized_Save'>Specialized Save<\/a> (Level 6+)<\/li><li><a href='\/feats\/?focus=Familiar_Bond'>Familiar Bond<\/a> (Level 11+)<\/li><li><a href='\/feats\/?focus=Headhunter'>Headhunter<\/a> (Level 11+)<\/li><li><a href='\/feats\/?focus=Ever_Vigilant'>Ever Vigilant<\/a> (Level 11+)<\/li><li><a href='\/feats\/?focus=Veteran_Sprinter'>Veteran Sprinter<\/a> (Level 11+)<\/li><li><a href='\/feats\/?focus=Brutality'>Brutality<\/a> (Level 16+)<\/li><li><a href='\/feats\/?focus=Consistent_Accuracy'>Consistent Accuracy<\/a> (Level 16+)<\/li><li><a href='\/feats\/?focus=Menacing_Aura'>Menacing Aura<\/a> (Level 16+)<\/li><\/ul>"
        ],
        "classes": [
            "Ass"
        ]
    },
    "Consul_Feature": {
        "name": "Consul Feature",
        "desc": [
            "You may choose a Feature from the following list:<ul class='sublist'><li><a href='\/feats\/?focus=Art_of_Distraction'>Art of Distraction<\/a><\/li><li><a href='\/feats\/?focus=Commentator'>Commentation<\/a><\/li><li><a href='\/feats\/?focus=Exemplar'>Exemplar<\/a><\/li><li><a href='\/feats\/?focus=Heckler'>Heckler<\/a><\/li><li><a href='\/feats\/?focus=Jack_of_All_Trades'>Jack of All Trades<\/a><\/li><li><a href='\/feats\/?focus=Menacing_Aura'>Menacing Aura<\/a><\/li><li><a href='\/feats\/?focus=Powerful_Presence'>Powerful Presence<\/a><\/li><li><a href='\/feats\/?focus=Stroke_of_Luck'>Stroke of Luck<\/a><\/li><li><a href='\/feats\/?focus=Tanky'>Tanky<\/a><\/li><li><a href='\/feats\/?focus=Weapon_Feat'>Weapon Feat<\/a><\/li><li><a href='\/feats\/?focus=Guerilla_Fighter'>Guerilla Fighter<\/a> (Level 6+)<\/li><li><a href='\/feats\/?focus=Natural_Talent'>Natural Talent<\/a> (Level 6+)<\/li><li><a href='\/feats\/?focus=Practical_Experience'>Practical Experience<\/a> (Level 6+)<\/li><li><a href='\/feats\/?focus=Skirmisher'>Skirmisher<\/a> (Level 6+)<\/li><li><a href='\/feats\/?focus=Headhunter'>Headhunter<\/a> (Level 11+)<\/li><li><a href='\/feats\/?focus=Heavy_Sleeper'>Heavy Sleeper<\/a> (Level 11+)<\/li><li><a href='\/feats\/?focus=Interpreter'>Interpreter<\/a> (Level 11+)<\/li><li><a href='\/feats\/?focus=Light_Sleeper'>Light Sleeper<\/a> (Level 11+)<\/li><li><a href='\/feats\/?focus=Quick_on_your_Feet'>Quick on your Feet<\/a> (Level 11+)<\/li><li><a href='\/feats\/?focus=Specialized_Save'>Specialized Save<\/a> (Level 11+)<\/li><li><a href='\/feats\/?focus=Consistent_Skills'>Consistent Skills<\/a> (Level 16+)<\/li><li><a href='\/feats\/?focus=Motivated'>Motivated<\/a> (Level 16+)<\/li><li><a href='\/feats\/?focus=Ever_Vigilant'>Ever Vigilant<\/a> (Level 16+)<\/li><li><a href='\/feats\/?focus=Trapper'>Trapper<\/a> (Level 16+)<\/li><\/ul>"
        ],
        "classes": [
            "Con"
        ]
    },
    "Heavyweight_Feature": {
        "name": "Heavyweight Feature",
        "desc": [
            "You may choose a Feature from the following list:<ul class='sublist'><li><a href='\/feats\/?focus=Defensive_Agility'>Defensive Agility<\/a><\/li><li><a href='\/feats\/?focus=Feel_No_Pain'>Feel No Pain<\/a><\/li><li><a href='\/feats\/?focus=Quick_on_your_Feet'>Quick on your Feet<\/a><\/li><li><a href='\/feats\/?focus=Scarflesh'>Scarflesh<\/a><\/li><li><a href='\/feats\/?focus=Tanky'>Tanky<\/a><\/li><li><a href='\/feats\/?focus=Weapon_Feat'>Weapon Feat<\/a><\/li><li><a href='\/feats\/?focus=Whirlwind_Attacker'>Whirlwind Attacker<\/a><\/li><li><a href='\/feats\/?focus=Motivated'>Motivated<\/a> (Level 6+)<\/li><li><a href='\/feats\/?focus=Resilient'>Resilient<\/a> (Level 6+)<\/li><li><a href='\/feats\/?focus=Specialized_Save'>Specialized Save<\/a> (Level 6+)<\/li><li><a href='\/feats\/?focus=Stand_Breaker'>Stand Breaker<\/a> (Level 6+)<\/li><li><a href='\/feats\/?focus=Tanky'>Tanky<\/a> (Level 6+)<\/li><li><a href='\/feats\/?focus=Adrenaline_Rush'>Adrenaline Rush<\/a> (Level 11+)<\/li><li><a href='\/feats\/?focus=Berserker'>Berserker<\/a> (Level 11+)<\/li><li><a href='\/feats\/?focus=Superhuman'>Superhuman<\/a> (Level 11+)<\/li><li><a href='\/feats\/?focus=Unstoppable_Willpower'>Unstoppable Willpower<\/a> (Level 11+)<\/li><li><a href='\/feats\/?focus=Natural_Talent'>Natural Talent<\/a> (Level 16+)<\/li><li><a href='\/feats\/?focus=Practical_Experience'>Practical Experience<\/a> (Level 16+)<\/li><\/ul>"
        ],
        "classes": [
            "Hvy"
        ]
    },
    "Ranger_Feature": {
        "name": "Ranger Feature",
        "desc": [
            "You may choose a Feature from the following list:<ul class='sublist'><li><a href='\/feats\/?focus=Additional_Sense'>Additional Sense<\/a><\/li><li><a href='\/feats\/?focus=Aura_of_Awareness'>Aura of Awareness<\/a><\/li><li><a href='\/feats\/?focus=Assassin'>Assassin<\/a><\/li><li><a href='\/feats\/?focus=Catlike_Agility'>Catlike Agility<\/a><\/li><li><a href='\/feats\/?focus=Familiar_Bond'>Familiar Bond<\/a><\/li><li><a href='\/feats\/?focus=Focus'>Focus<\/a><\/li><li><a href='\/feats\/?focus=Guerilla_Fighter'>Guerilla Fighter<\/a><\/li><li><a href='\/feats\/?focus=Pressure_Point_Manipulator'>Pressure Point Manipulator<\/a><\/li><li><a href='\/feats\/?focus=Skirmisher'>Skirmisher<\/a><\/li><li><a href='\/feats\/?focus=Weapon_Feat'>Weapon Feat<\/a><\/li><li><a href='\/feats\/?focus=Deadly_Accuracy'>Deadly Accuracy<\/a> (Level 6+)<\/li><li><a href='\/feats\/?focus=Improvised_Healing'>Improvised Healing<\/a> (Level 6+)<\/li><li><a href='\/feats\/?focus=Natural_Talent'>Natural Talent<\/a> (Level 6+)<\/li><li><a href='\/feats\/?focus=Quick_on_your_Feet'>Quick on your Feet<\/a> (Level 6+)<\/li><li><a href='\/feats\/?focus=Specialized_Save'>Specialized Save<\/a> (Level 6+)<\/li><li><a href='\/feats\/?focus=Familiar_Fighting_Spirit'>Familiar Fighting Spirit<\/a> (Level 11+)<\/li><li><a href='\/feats\/?focus=Headhunter'>Headhunter<\/a> (Level 11+)<\/li><li><a href='\/feats\/?focus=Immense_Impact'>Immense Impact<\/a> (Level 11+)<\/li><li><a href='\/feats\/?focus=Interpreter'>Interpreter<\/a> (Level 11+)<\/li><li><a href='\/feats\/?focus=Consistent_Skills'>Consistent Skills<\/a> (Level 16+)<\/li><li><a href='\/feats\/?focus=Defensive_Agility'>Defensive Agility<\/a> (Level 16+)<\/li><li><a href='\/feats\/?focus=Duelists_Agility'>Duelist's Agility<\/a> (Level 16+)<\/li><li><a href='\/feats\/?focus=Jack_of_All_Trades'>Jack of All Trades<\/a> (Level 16+)<\/li><li><a href='\/feats\/?focus=Resilient'>Resilient<\/a> (Level 16+)<\/li><li><a href='\/feats\/?focus=Tanky'>Tanky<\/a> (Level 16+)<\/li><\/ul>"
        ],
        "classes": [
            "Rgr"
        ]
    },
    "Scholar_Feature": {
        "name": "Scholar Feature",
        "desc": [
            "You may choose a Feature from the following list:<ul class='sublist'><li><a href='\/feats\/?focus=Guerilla_Fighter'>Guerilla Fighter<\/a><\/li><li><a href='\/feats\/?focus=Jack_of_All_Trades'>Jack of All Trades<\/a><\/li><li><a href='\/feats\/?focus=Natural_Talent'>Natural Talent<\/a><\/li><li><a href='\/feats\/?focus=Practical_Experience'>Practical Experience<\/a><\/li><li><a href='\/feats\/?focus=Sharp_Mind'>Sharp Mind<\/a><\/li><li><a href='\/feats\/?focus=Tactician'>Tactician<\/a><\/li><li><a href='\/feats\/?focus=Weapon_Feat'>Weapon Feat<\/a><\/li><li><a href='\/feats\/?focus=Consistent_Skills'>Consistent Skills<\/a> (Level 6+)<\/li><li><a href='\/feats\/?focus=Interpreter'>Interpreter<\/a> (Level 6+)<\/li><li><a href='\/feats\/?focus=Trapper'>Trapper<\/a> (Level 6+)<\/li><li><a href='\/feats\/?focus=Unstoppable_Willpower'>Unstoppable Willpower<\/a> (Level 6+)<\/li><li><a href='\/feats\/?focus=Familiar_Bond'>Familiar Bond<\/a> (Level 11+)<\/li><li><a href='\/feats\/?focus=Fortune_Teller'>Fortune Teller<\/a> (Level 11+)<\/li><li><a href='\/feats\/?focus=Motivated'>Motivated<\/a> (Level 11+)<\/li><li><a href='\/feats\/?focus=Ever_Vigilant'>Ever Vigilant<\/a> (Level 11+)<\/li><li><a href='\/feats\/?focus=Perfected_Craft'>Perfected Craft<\/a> (Level 11+)<\/li><li><a href='\/feats\/?focus=Stroke_of_Luck'>Stroke of Luck<\/a> (Level 11+)<\/li><li><a href='\/feats\/?focus=Quick_on_your_Feet'>Quick on your Feet<\/a> (Level 16+)<\/li><li><a href='\/feats\/?focus=Specialized_Save'>Specialized Save<\/a> (Level 16+)<\/li><\/ul>"
        ],
        "classes": [
            "Sch"
        ]
    },
    "Warrior_Feature": {
        "name": "Warrior Feature",
        "desc": [
            "You may choose a Feature from the following list:<ul class='sublist'><li><a href='\/feats\/?focus=Adrenaline_Rush'>Adrenaline Rush<\/a><\/li><li><a href='\/feats\/?focus=Defensive_Agility'>Defensive Agility<\/a><\/li><li><a class='in-page'>Rejuvenation<\/a><\/li><li><a href='\/feats\/?focus=Quick_on_your_Feet'>Quick on your Feet<\/a><\/li><li><a href='\/feats\/?focus=Scarflesh'>Scarflesh<\/a><\/li><li><a href='\/feats\/?focus=Tanky'>Tanky<\/a><\/li><li><a href='\/feats\/?focus=Weapon_Feat'>Weapon Feat<\/a><\/li><li><a href='\/feats\/?focus=Berserker'>Berserker<\/a> (Level 6+)<\/li><li><a href='\/feats\/?focus=Specialized_Save'>Specialized Save<\/a> (Level 6+)<\/li><li><a href='\/feats\/?focus=Stand_Breaker'>Stand Breaker<\/a> (Level 6+)<\/li><li><a href='\/feats\/?focus=Veteran_Sprinter'>Veteran Sprinter<\/a> (Level 6+)<\/li><li><a href='\/feats\/?focus=Catlike_Agility'>Catlike Agility<\/a> (Level 11+)<\/li><li><a href='\/feats\/?focus=Duelists_Agility'>Duelist's Agility<\/a> (Level 11+)<\/li><li><a href='\/feats\/?focus=Immense_Impact'>Immense Impact<\/a> (Level 11+)<\/li><li><a href='\/feats\/?focus=Impeccable_Agility'>Impeccable Agility<\/a> (Level 11+)<\/li><li><a href='\/feats\/?focus=Motivated'>Motivated<\/a> (Level 11+)<\/li><li><a href='\/feats\/?focus=Unstoppable_Willpower'>Unstoppable Willpower<\/a> (Level 11+)<\/li><li><a href='\/feats\/?focus=Resilient'>Resilient<\/a> (Level 16+)<\/li><\/ul>"
        ],
        "classes": [
            "War"
        ]
    },
    "Custom_Bodily_Ability": {
        "name": "Custom Bodily Ability",
        "desc": [
            "You're able to modify your body in order to give yourself a special ability or function. Talk to your DM to work out the specifics of this bodily modification."
        ],
        "classes": [
            "Vamp",
            "EPM"
        ]
    },
    "Distant_Defense": {
        "name": "Distant Defense",
        "desc": [
            "When determining your Stand AC, you may replace the bonus granted by your Durability Modifier with your Precision or Speed Modifiers. This would make your Stand AC equal to 10 + Precision + Speed + (Precision or Speed).",
            "Additionally, when your Stand is more than 2 meters away from you and not protecting anyone, you may use Precision instead of Durability to determine your Stand Damage Reduction."
        ],
        "classes": [
            "Rng",
            "Abl",
            "Act"
        ]
    },
    "Doubled_Range": {
        "name": "Doubled Range",
        "desc": [
            "Your Stand's Range Score is doubled, as are any points you put into it later on."
        ],
        "classes": [
            "Rng",
            "Act"
        ]
    },
    "Flight": {
        "name": "Flight",
        "desc": [
            "You gain a Flight (Hover) Speed equal to your regular Movement Speed."
        ],
        "classes": [
            "Vamp",
            "EPM"
        ]
    },
    "Signature_Move": {
        "name": "Signature Move",
        "desc": [
            "You gain a Signature Move, a unique ability that showcases your specific talents and expertise.",
            "There is a great variety in what you can do as your Signature Move, ranging from additional damage, buffs\/debuffs, healing\/Temp HP gain, utility, mobility, and more. It should be a move that is similar to and synergizes with other Abilities and talents you have. Work with your DM to determine the details and limits of this Ability.",
            "You may use this an ability X times per Long or Short Rest, where X is the modifier for the \"primary\" stat used by your Class, according to the following list:<ul class='sublist'><li>Artisan - Depends on Specialty:<ul ><li>Chemist - Intelligence<\/li><li>Engineer - Strength or Intelligence<\/li><li>Fortune Teller - Intelligence or Wisdom<\/li><li>Herbalist (Pharmacist\/Toxicologist) - Intelligence or Wisdom<\/li><li>Herbalist (Cook) - Constitution, Intelligence, or Wisdom<\/li><li>Weapon Smith (Blacksmith) - Strength or Constitution<\/li><li>Weapon Smith (Fletcher) - Dexterity or Wisdom<\/li><li>Weapon Smith (Gunsmith) - Dexterity or Constitution<\/li><\/ul><\/li><li>Assassin - Strength or Dexterity<\/li><li>Consul - Charisma<\/li><li>Heavyweight - Strength or Constitution<\/li><li>Ranger - Wisdom<\/li><li>Scholar - Intelligence<\/li><li>Warrior - Strength, Dexterity, or Constitution<\/li><\/ul>",
            "If you gain this ability from multiple sources, you do not gain a second Signature Move but instead gain 2 additional uses of it per Rest."
        ],
        "classes": [
            "Ass",
            "Sch",
            "Con",
            "War",
            "Art",
            "Hvy",
            "Rgr"
        ]
    }
}