{
    "Academic": {
        "name": "Academic",
        "desc": "Academics do exactly as the name suggests. They study hard, or teach hard, using their intelligence and experience to do their jobs.",
        "examples": ["Professors", "Accountants", "Teachers", "Programmers", "Scientists / Researchers"],
        "saves": "You are proficient in Intelligence and Constitution saving throws.",
        "ability": "Your Intelligence Score increases by 2.",
        "custom": {
            "name": "Academic Studies",
            "desc": "You have proficiency with Arcana, History, and Investigation."
        },
        "profs": 2,
        "languages": "You can speak, read, and write up to two additional Human languages."
    },
    "Artist": {
        "name": "Artist",
        "desc": "Using a variety of mediums, Artists create beautiful things to invoke feelings in people. Whether it be a comic, a painting, a sculpture, or a gourmet meal, Artists spend hours honing their craft.",
        "examples": ["Writers", "Painters", "Sculptors", "Mangakas", "Acrobats", "Dancers", "Chefs"],
        "saves": "You are proficient in Dexterity and Intelligence saving throws.",
        "ability": "Your Dexterity Score increases by 2 and your Intelligence Score increases by 1.",
        "custom": {
            "name": "Artist's Soul",
            "desc": "You have proficiency in Sleight of Hand and Performance. You also gain Proficiency in a set of Artisan's Tools or an instrument of your choice."
        },
        "profs": 2
    },
    "Athlete": {
        "name": "Athlete",
        "desc": "People who push their bodies to and past their physical limits in order to see the true potential of humanity.",
        "examples": ["Olympians", "Professional Sports Players", "Warriors / Soldiers", "High School Quarterbacks"],
        "saves": "You are proficient in two of the following saving throws of your choice: Strength, Dexterity, or Constitution.",
        "ability": "Your Strength Score increases by 2 and your Dexterity Score increases by 1.",
        "custom": {
            "name": "Athletic Experience",
            "desc": "You have proficiency in Athletics and Acrobatics."
        },
        "profs": 3
    },
    "Con_Artist": {
        "name": "Con Artist",
        "desc": "Those who steal for their own greed. To attain power, money, or influence, these people take advantage of the Human brain in order to push other people to achieve their own goals.",
        "examples": ["Certain Lawyers", "Fake Fortune Tellers", "Most Politicians", "Scammers", "Cult Leaders"],
        "saves": "You are proficient in Charisma and Intelligence saving throws.",
        "ability": "Your Charisma Score increases by 2.",
        "custom": {
            "name": "Award-Winning Smile",
            "desc": "You have expertise in Deception and proficiency in Persuasion, Intimidation, and Religion."
        },
        "profs": 1,
        "languages": "You can speak, read, and write up to three additional human languages."
    },
    "Hard_Laborer": {
        "name": "Hard Laborer",
        "desc": "Some people make a living performing physically taxing jobs. Without them, society would not function.",
        "examples": ["Construction Workers", "Garbage Collectors", "Coal Miners"],
        "saves": "You are proficient in Constitution and Dexterity saving throws.",
        "ability": "Your Constitution Score increases by 2 and your Dexterity and Strength Scores increase by 1.",
        "custom": {
            "name": "Grit",
            "desc": "You may choose to be proficient in two of the following: Athletics, Acrobatics, Animal Handling, or Intimidation."
        },
        "profs": 3
    },
    "Leader": {
        "name": "Leader",
        "desc": "Leaders are those who are able to sway others to help them perform great deeds, whether they be selfish or selfless. They are able to take charge of a situation and guide others along a specific path.",
        "examples": ["Heads of a Community", "Heads of a Movement", "Some Politicians", "Royalty"],
        "saves": "You are proficient in two of the following saving throws of your choice: Intelligence, Wisdom, or Charisma.",
        "ability": "Your Intelligence, Wisdom, and Charisma Scores increase by 1.",
        "custom": {
            "name": "Leadership Experience",
            "desc": "You have proficiency in Insight, Performance, and Persuasion."
        },
        "profs": 2
    },
    "Performer": {
        "name": "Performer",
        "desc": "Those who perfect a craft in order to inspire, but also to hear the roar of the crowd.",
        "examples": ["Stand Up Comedians", "Actors", "Musicians", "DJs"],
        "saves": "You are proficient in Charisma and Constitution saving throws.",
        "ability": "Your Charisma Score increases by 2 and your Constitution Score increases by 1.",
        "custom": {
            "name": "Crowd Pleaser",
            "desc": "You have proficiency in Deception, Persuasion, and of course, Performance. You are also proficient in up to two instruments of your choice."
        },
        "profs": 2
    },
    "Medical_Expert": {
        "name": "Medical Expert",
        "desc": "Medical Experts use their superior intellect, reasoning, and patience to assist the injured. Medical Experts have immense knowledge of anatomy, knowing how living things function in almost every way.",
        "examples": ["Doctors", "Nurses", "Surgeons", "EMT Operators", "Veterinarians"],
        "saves": "You are proficient in Intelligence and Wisdom saving throws.",
        "ability": "Your Intelligence Score increases by 2 and your Wisdom Score increases by 1.",
        "custom": {
            "name": "Medical Experience",
            "desc": "You have proficiency in Animal Handling, and expertise in Medicine."
        },
        "profs": 2
    },
    "Hospitality_Worker": {
        "name": "Hospitality Worker",
        "desc": "A person who makes their living serving people, using their using their mind and their social skills to help them.",
        "examples": ["Waitstaff", "Receptionists", "Secretaries", "Salespeople"],
        "saves": "You are proficient in Wisdom and Charisma saving throws.",
        "ability": "Your Wisdom Score increases by 1 and your Charisma Score increases by 2.",
        "custom": {
            "name": "People Person",
            "desc": "You have proficiency in Insight, Perception, and Persuasion."
        },
        "profs": 3,
        "languages": "You can speak, read, and write an additional Human language."
    },
    "Student": {
        "name": "Student",
        "desc": "Students aim to learn about and gain experience in a wide variety of things, exploring what they'd like to do with their future.",
        "examples": ["High School Students", "College Students"],
        "saves": "You are proficient in any two saving throws of your choice.",
        "ability": "You get +2 to one stat of your choice, +1 to three stats of your choice, and -1 to two stats of your choice.",
        "custom": {
            "name": "Constant Improvement",
            "desc": "You have proficiency in any four Skills of your choice."
        },
        "languages": "You can speak, read, and write up to two additional Human languages."
    },
    "Survivalist": {
        "name": "Survivalist",
        "desc": "Someone who has chosen to forgo most parts of modern society, instead choosing to live a simpler, more reclusive life.",
        "examples": ["Wilderness Survivors", "Rural Subsistence Farmers", "Hunters", "Gangsters", "Monks"],
        "saves": "You are proficient in Constitution and Wisdom saving throws.",
        "ability": "Your Wisdom Score increases by 2 and your Constitution Score increases by 1.",
        "custom": {
            "name": "Will to Thrive",
            "desc": "You have proficiency in Insight, Perception, Animal Handling, and Survival. You also gain proficiency in the use of the Herbalism Kit."
        },
        "profs": 1
    },
    "Thief": {
        "name": "Thief",
        "desc": "Those who must make a living taking from the more fortunate. Through Stealth, Intimidation, or Speed, Thieves take to sustain the needs of themselves or those they hold close.",
        "examples": ["Robbers", "Muggers"],
        "saves": "You are proficient in Dexterity and Charisma saving throws.",
        "ability": "Your Dexterity Score increases by 2 and your Charisma Score increases by 1.",
        "custom": {
            "name": "Street Smarts",
            "desc": "You have proficiency in Sleight of Hand, Stealth, and Intimidation. You also gain proficiency in Thieves' Tools."
        },
        "profs": 1
    },
    "Trained_Laborer": {
        "name": "Trained Laborer",
        "desc": "Someone who has studied for years in order to hone their craft. They use their Strength along with their experience in order to accomplish their tasks.",
        "examples": ["Mechanics", "Blacksmiths / Metal Workers"],
        "saves": "You are proficient in Strength and Intelligence saving throws.",
        "ability": "Your Strength Score increases by 2 and your Intelligence Score increases by 1.",
        "custom": {
            "name": "Labor Experience",
            "desc": "You have proficiency in Athletics, Arcana and Investigation. You also gain proficiency in a set of Artisan's Tools of your choice."
        },
        "profs": 2
    },
    "Traveler": {
        "name": "Traveler",
        "desc": "Those who travel immense distances, using their superior willpower and trained body to withstand immense pressure over long periods of time.",
        "examples": ["Explorers", "Triathletes", "(Most) Ripple Users"],
        "saves": "You are proficient in Wisdom and Constitution saving throws.",
        "ability": "Your Constitution Score increases by 3 and your Wisdom Score increases by 1.",
        "custom": {
            "name": "Trial and Error",
            "desc": "You have proficiency in Survival and Religion."
        },
        "profs": 2
    }
}