{
    "Stone_Mask": {
        "name": "Stone Mask",
        "lore": "Around ten thousand years ago, a genius named Cars sought a way to conquer the weaknesses of his people, the <a href='/races/?focus=Pillar_Man'>Pillar Men</a>. Through countless hours of research, hundreds of test subjects, and perseverance, Cars was able to create the Stone Mask, a device that creatures may use to enhance themselves by shedding their mortality, at a cost.",
        "desc": "A simple stone mask with a Human face upon the front upon it and a single fang sticking out of the mouth. Most Stone Masks are roughly 20-30 centimeters tall and 10-15 centimeters wide. The inside is indented, as if made to be worn. When activated, roughly eight hollow stone spikes shoot out of the side of the mask. There is also a small crater in the front of the mask, seemingly made to hold a stone of some kind.",
        "effect": "Activation requires at least 1oz of blood from the same species as the wearer to be in contact with the front of the Mask. It will then shake for roughly 3 seconds before the stone spikes shoot out of the mask at a speed of roughly 10 meters/second, aimed to pierce the brain of the wearer. Roughly 10 seconds after the initial exposure to blood the spikes will retract. When worn by a creature, Human or otherwise, they become the pinnacle of their species. Most become a <a href='/races/?focus=Vampire'>Vampire</a>, but if the wearer is a <a href='/races/?focus=Pillar_Man'>Pillar Man</a> they become an <a href='/races/?focus=Enhanced_Pillar_Man'>Enhanced Pillar Man</a>.",
        "note": "If combined with the Red Stone of Aja, this artifact will become the Completed Stone Mask."
    },
    "Conductive_Clothing": {
        "name": "Conductive Clothing",
        "desc": "Certain clothing may be crafted with the express purpose of conducting <a href='/classes/?focuse=Ripple'>The Ripple</a> and its energy. Such clothing is often very expensive to make, as there are few materials that conduct The Ripple so effectively. The best conductors are the yarn of the Satiporoja Beetle, silk, and wool. Most wet clothing also acts more than adequately.",
        "effect": "Ripple Energy can easily be sent through Conductive Clothing, allowing the clothing to act as a conduit for the energy. Ripple users are Proficient in the use of Conductive Clothing, but must be able to properly breathe and channel The Ripple to make use of these special features and may only use one of these Artifacts at a time. Undead that wear one of these Artifacts can use it as a Ripple Anchor to gain Advantage on any Saving Throws inflicted by the Ripple.",
        "other": [{
            "name": "Variants",
            "content": [
                "<p>Conductive Clothing comes in several different forms. Here are a few examples, and their differing effects.</p>",
                "<ul><li><b>Scarab Cape:</b> As a Reaction you may increase your AC by an amount equal to half your level in The Ripple, with a minimum of 1.</li>",
                "<li><b>Scarab Cloak:</b> Whenever a Creature hits you with an Unarmed Strike, they take Radiant Damage equal to double your Unarmed Dice. If they are Undead, they take triple instead. If you're hit by a non-Unarmed Melee Attack, you may choose to deal this damage as a Reaction (rather than automatically).</li>",
                "<li><b>Scarab Scarf:</b> You may make Unarmed Strikes from up to 3m away. Additionally your vertical and horizontal jump height is doubled.</li></ul>"
            ]
        }]
    },
    "Red_Stone_of_Aja": {
        "name": "Red Stone of Aja",
        "desc": "A beautiful crimson gemstone that amplifies light shined into it by internally reflecting it millions of times, the Aja is highly valued and sought after. There are many imperfect stones, but only one perfect Artifact.",
        "effect": "<ul><li><b>Imperfect Red Stone of Aja:</b> UV Light or Ripple channeled through this stone deals an additional 2d10 Radiant damage (doubled for Undead) as a short range (3m) beam that is fired out of the stone. This imperfect relic may be easily damaged however, having 12 AC and 15 HP.</li><li><b>Perfected Red Stone of Aja:</b> Whenever UV Light or Ripple channeled through this stone deals an additional 12d10 Radiant damage (doubled for Undead) as a 10m beam. It's more durable than its imperfect counterparts, with 20 AC and 100 HP and regenerating 1 HP for each minute it is not in use.",
        "note": "If the Perfected Red Stone of Aja is combined with a Stone Mask, that mask will become the Completed Stone Mask."
    },
    "Completed_Stone_Mask": {
        "name": "Completed Stone Mask",
        "lore": "The Stone Masks were too weak to pierce the brains of the <a href='/races/?focus=Enhanced_Pillar_Man'>Enhanced Pillar Men</a>, so Cars sought to perfect the Mask with the addition of another powerful artifact.",
        "desc": "The Completed Stone Mask is a combination of one of Cars' Stone Masks and the Red Stone of Aja. As such, it has the same appearance as the Stone Mask, but with the addition of the perfect red crystal embedded in it.",
        "effect": "The Completed Stone Mask is activated when the Red Stone of Aja is exposed to direct light. When activated it glows violently and latches onto the wearer in the same way as the Stone Mask. After activation the wearer temporarily loses consciousness, awakening  after one Turn (or 6 seconds). The Stone Mask then crumbles, leaving only the Red Stone of Aja. The Wearer, if they were a Level 20 <a href='/races?focus=Vampire'>Vampire</a> (Variant Rule)* or <a href='/races?focus=Enhanced_Pillar_Man'>Enhanced Pillar Man</a>, becomes an <a href='/races/?focus=Ultimate_Being'>Ultimate Being</a>. If they were not a Level 20 Undead however, they take 20d10 + 100 Radiant damage that cannot be resisted, reduced, or avoided, and they do not become an Ultimate Being.",
        "note": "* There are no canon instances of a Vampire ascending in this way, so it's more a theoretical application of it and up to the DM if they want to allow this."
    },
    "Stand_Arrow": {
        "name": "Stand Arrow",
        "lore": "Thousands of years ago, a meteor fell from the sky, upon which was an alien virus. Early Humans stumbled upon this, and saw great potential in its power. The infected metal from the meteor was crafted into arrowheads with the ability to awaken abilities in those with potential.",
        "desc": "A simple arrow, made of wood and metal, around 50 centimeters long with the regular wooden shaft taking up most of that length. However, the Stand Arrow maintains its effect even when the shaft is broken or missing. The only important part is the arrowhead itself, and even fragments of the arrowhead still function. Some of the arrowheads have unique identifying features, such as a large beetle on one of them.",
        "effect": "When a living creature's skin is pierced by this Arrow they will develop a fever over the course of several days. The severity and duration of the fever is dependent upon the physical build, and fighting spirit of the exposed person/creature. For example, <a href='https://jojowiki.com/Jotaro_Kujo'>Jotaro Kujo</a> seemingly had no physical effects for almost no time at all, while <a href='https://jojowiki.com/Ermes_Costello'>Hermes Costello</a> was rendered comatose for almost a week. After recovering from this fever, the creature will awake to find themselves the User of a <a href='/classes/?focus=Stands'>Stand</a>.</p></p>However, some people do not possess enough will to properly control a Stand. These people will continue to suffer under the effects of the fever. They will feel very weak and become bedridden within a couple of days of exposure. Every day, someone under the effects of this disease (inability to control a Stand) must roll a Con Saving Throw with a DC of 5. If the creature succeeds, their condition remains stagnant, but if they fail the creature gains a -1 penalty to all d20 rolls, which stack with each failed Save. Those with proper medical care are given Advantage on the Saving Throw. For every penalty lower than -20, the creature gains a permanent point of Exhaustion as long as they continue to be affected by the disease.",
        "other": [{
            "name": "Requiem",
            "content": [
                "<p>The Arrow also has a secondary effect, the Power of Requiem. In order to obtain the Power of Requiem, you must fulfill two requirements, as well as have possession of the arrow. You must first be a <a href='/classes/?focus=Stands'>Stand User</a> who has brought your Stand close to its full potential, and one who is accustomed to using its power. Not only that, but you must have a specific resolve or goal that is immensely powerful and overtakes everything else in your life. If both of these requirements are met, the Arrow may choose you.</p>",
                "<p class='center note'><small><b>Examples of Requiem Stands:</b> <i><a href='https://jojowiki.com/Killer_Queen'>Killer Queen Bites the Dust</a>, <a href='https://jojowiki.com/Chariot_Requiem'>Chariot Requiem</a>, <a href='https://jojowiki.com/Gold_Experience_Requiem'>GER</a></i></small></p>",
                "<h5 class='art-heading'>Rejection</h5>",
                "<p>If you are a Stand User of Level 14 or below even if you pierce your Stand with the arrow nothing will happen. However, if you possess the technique and experience but not the needed resolve, your Stand will Turn on you, attacking you and preventing you from touching or getting it to touch the Arrowhead.</p></p>If you are Level 15 or above and have at least 5 points of Inspiration you must be determined to be worthy by passing a Wisdom Saving Throw of DC 25. If you succeed, you lose 5 points of Inspiration and undergo the changes of Requiem.</p>",
                "<h5 class='art-heading'>Activation of a Requiem Stand</h5>",
                "<p>In order for the Power of Requiem to activate, the Arrow must be buried within your or your Stand's flesh, to the point where the arrow will begin to embed itself into your body, dealing 3d8 Stand Piercing damage (this cannot be reduced). If you survive this, you (and your Stand) may not move for one Turn. At the start of your next Turn your Stand will disintegrate, leaving an empty husk upon the ground. After the Turn of exposure you may expend as many Hit Dice as you wish, so long as you still have not used those Hit Dice, as though you were taking a Short Rest. Your Requiem Stand will last for 1 hour or until you eject the Arrow. Once you've succeeded the save and spent the Inspiration you will not need to do so again to reactivate Requiem, so long as you have the Arrow.</p>",
                "<h5 class='art-heading'>Requiem Stand Traits</h5>",
                "<ul><li><a href='/abilities/?focus=Design_Change'>Design Change</a></li><li><a href='/abilities/?focus=Physical_Change'>Physical Change</a></li><li><a href='/abilities/?focus=Enhanced_Ability'>Enhanced Ability</a></li><li><a href='/abilities/?focus=Requiem_Ability'>Requiem Ability</a></li></ul>"
            ]
        }]
    },
    "Heaven": {
        "name": "Heaven",
        "desc": "Heaven is the highest possible form that a <a href='/classes/?focus=Stands'>Stand User</a> can achieve. While becoming an Ultimate Being is the path to physical perfection, achieving Heaven grants a Stand of perfection. However, across several universes, only two beings are known for achieving Heaven. Heaven Stands are a kind of evolution that grants the User an ability that surpasses all others, including evolved Stands such as Requiem Stands, or Stands evolved through use of <a href='/abilities/?focus=Perfect_Spin'>Golden Evolution</a>. However, in order to achieve a Heaven-Ascended Stand one must follow a very specific set of rules and guidelines that, if not followed exactly, will result in failure, requiring the failed step(s) to be repeated properly.",
        "effect": "N/A",
        "other": [{
            "name": "The Steps",
            "content": [
                "<ul id='heaven'><li><b>Step 1: Obtaining a Stand of Great Power</b> - ",
                "In order to gain a Heaven Stand, you must have a Stand that has been brought up close to its highest potential (Level 20 or higher). Once you get a Stand of this much great power, information telling you how to ascend to Heaven (descriptions of Steps 2-4) have a possibility to appear in your dreams and subconscious through informational fragments. Most Stand Users who hear these whispers ignore them or don't hear them at all. Upon waking up from sleep you may make an Intelligence Check with a DC of 20. Upon failing you forget your dreams and upon success you may write down the process of either Step 2, 3, or 4. You may make this Intelligence Check every time you awake from a sleep of 6 hours or more. Also, if you know at least one step, you gain the understanding that this process will result in your Stand evolving and gaining an ability of immense power.",
                "</li><li><b>Step 2: Obtaining a Selfless Friend</b> - ",
                "You must have a link to somebody capable of achieving a very specific goal, with the willpower to overcome temptation and obstacles. This must be somebody without interest in prestige, power, wealth, sexual desire, or following the laws of Humans (whether that be literal and moral). In order to complete this step you must literally, physically fuse with this friend, where every part of them (except their soul) will be destroyed in the process. In order for this to happen your friend must sacrifice themselves willingly, knowing what will happen to them.",
                "</li><li><b>Step 3: The 36 Souls</b> - ",
                "You must find 36 Sinners. A Sinner, in this case, is a person who has committed an act of great depravity (such as murder) who feels little or no remorse for their actions. You must gather these Sinners within 10 meters of each other and kill them all within 1 minute of each other. The method of killing does not matter, so long as their brains all stop functioning within the minute. When this happens, your Stand will begin to undergo a painful but necessary transformation.",
                "</li><li><b>Step 4: The Code</b> - ",
                "There are 14 phrases that one must repeat 500 times, in order, correctly. This step may take as long as needed, being all consecutive or even over the course of years. You may also go through other actions in between saying these phrases, and you may also say anything you'd like in between. These phrases may be spoken in any language so long as their meaning remains the same, except the Latin words which must be spoken in Latin. The phrases, in order, are:",
                "<ol id='phrases'><li>Spiral Staircase</li><li>Rhinoceros Beetle</li><li>Desolation Row</li><li>Fig Tart</li><li>Rhinoceros Beetle</li><li>Via Dolorosa</li><li>Rhinoceros Beetle</li><li>Singularity Point</li><li>Giotto</li><li>Angel</li><li>Hydrangea</li><li>Rhinoceros Beetle</li><li>Singularity Point</li><li>Secret Emperor</li></ol>",
                "</li><li><b>Step 5: The Location</b> - ",
                "This is different for every Stand User. In order to achieve Heaven, the final step is to go to a very specific location. Immediately after completion of Steps 2, 3, and 4, you know the exact Latitude and Longitude of where you must go. This location may be a place of great power, personal importance, a place where different elements meet, or otherwise. Regardless, your DM gives you the exact coordinates, along with the elevation from Sea Level. This number could be anywhere from Sea Level, to 1km above Sea Level. You may have to dig or find a way to go upwards in order to fulfill this final requirement, but you should not have to dig down more than 10 meters. Upon reaching this point roll 1d20 to determine how many hours you must wait to achieve Heaven. You must only be in the specific location for a very short amount of time for the timer to activate, as when activated, the timer may not be stopped. While the timer is counting down your Stand goes through a transition.</li></ul>"
            ]
        },
        {
            "name": "Transitionary Stand",
            "content": [
                "<p>Upon completing all 5 steps, your Stand is destroyed and replaced with a different one until the timer hits zero. This Stand is very powerful, at a Level equal to yours, and is produced in order to protect you until the timer runs out. It takes some of the physical characteristics and personal traits that your sacrificed friend from Step 2 had before they were obliterated, as well as some aspects of your previous Stand. This Stand's abilities exist almost completely to protect you, and as such, the abilities for this Stand are often defensive or reactionary in nature. When the timer runs out this Stand is destroyed and replaced with your Heaven-Ascended Stand.</p>"
            ]
        },
        {
            "name": "Heaven-Ascended Stand",
            "content": [
                "<p>You've done it. It's taken sacrifice, struggle, time, and the lives of 36 Sinners and a good devoted friend, but you've finally attained perfection. A Heaven-Ascended Stand is the absolute strongest a mortal can ever hope to become, with their Ability being stronger than the powers of The Holy Corpse, a Requiem Stand, and a Golden Evolution Stand combined. This Stand is the same Level as you are, and can be any Stand Type you'd like. It has stats equal to a similar Stand as it's Level, unlike its other Evolved counterparts, but what really sets it apart is its Ability. Your Stand Energy is multiplied by 10, and you regain 10 Stand Energy at the start of each of your Turns. You gain a <a href='/abilities/?focus=Heavenly_Ability'>Heavenly Ability</a> on top of your normal Abilities. You may make the Heaven-Ascended Stand's design either a rework of your original Stand's design, or an entirely new design. Heaven-Ascended Stands typically have 'Heaven' somewhere in their name, but this is not necessary.</p>"
            ]
        }]
    },
    "Devils_Palm": {
        "name": "Devil's Palm",
        "lore": "Hundreds of years ago, one of the strongest beings to walk to the face of the Earth perished in North America. When he died, the ground itself split, and power flowed through the Earth itself, saturating it with excess energy.",
        "desc": "There are 4 known Devil's Palms, and they are notoriously difficult to find as the Palms move slowly over time. The locations of the Palms are: The Arizona Desert, West of Chicago, South Carolina, and the Rocky Mountains. Each Palm is harsh and unforgiving, with very little life in them.",
        "effect": "After entering a Devil's Palm only those with strong wills may find themselves able to leave. those who possess strong willpower may still find themselves stranded for days or weeks on end. However, those able to escape will find that they have gained a new ability in the form of a <a href='/classes/?focus=Stands'>Stand</a>. Very rarely, the Palm may even reveal a part of the Holy Corpse, which they exist to protect, to someone.",
        "other": [{
            "name": "Variant: Wall Eyes",
            "content": [
                "<p>A particular kind of Devil's Palm left behind in the location where a Saint dies. The Wall Eyes have the special ability of fusing similar objects that get left underground, and certain parts are exchanged. For example, if a lemon and a lime get left underground, half of the internals of the lemon will appear in the lemon, the other half in the lime, and vice versa.</p>",
                "<p>Those who find themselves drawn to the Wall Eyes will gain a wound that looks suspiciously like a human bite mark. People who are “bitten” in this way often develop a stand, or a case of the Stand Virus (As seen under <a href='/artifacts/?focus=Stand_Arrow'>Stand Arrow</a>).</p>"
            ]
        }]
    },
    "Holy_Corpse_Parts": {
        "name": "Holy Corpse Parts",
        "lore": "Hundreds of years ago, a creature of nigh-immeasurable power perished on the continent of North America. This creature's power was so immense that the corpse left behind did not rot, instead becoming mummified in some sort of unknown supernatural manner. Not only that, but power still remains within the body parts, as well as the soul of the deceased being. This power can awaken potential within peoples' souls, as well as perform miracles independently of any other living creature. ",
        "desc": "Each individual part appears as a mummified body part with little to no flesh, hidden and protected within a Devil's Palm unless already discovered by someone else. The individual parts are: <table id='corpse' class='table table-striped'><tbody><tr><td>Heart</td><td>Eyes</td><td>Ears</td></tr><tr><td>Left Arm</td><td>Right Arm</td><td>Both Legs</td></tr><tr><td>Spine</td><td>Rib Cage</td><td>Skull</td></td></tbody></table>",
        "effect": "<b>Residual Power:</b> Anybody coming into contact within the Corpse Parts either gains a <a href='/classes/?focus=Stands'>Stand</a>, or the ability to view Stands if you do not possess the needed willpower. However, if you do not possess the willpower to gain a Stand, another ability independent of Stands may manifest, allowing you to better protect the Corpse Parts (for example, <a href='https://jojowiki.com/Gyro_Zeppeli'>Gyro's</a> Scan), However, when you relinquish or give up a Corpse Part you will no longer have this gained power. If you are given a Stand (or the ability to see them), however, you keep it.</p><p><b>Reconnection:</b> Once one of the corpse parts is unearthed, fate itself will ensure that the parts will slowly begin to attract one another over the course of time. It could take anytime between days and years for The Holy Corpse to become reconnected once unearthed but rest assured, once one part is unearthed, the parts will eventually come together until it is either complete, or each part is individually reburied.</p><p><b>Pocket Dimensions:</b> When coming into contact with the Corpse Parts they will meld to flesh and nestle themselves within a pocket dimension that aligns with the corresponding Corpse Part. For example, if the Right Eye is obtained the Corpse Part will meld into the holder's right eye. If the holder of the Corpse Part is knocked unconscious the Corpse Part(s) become exposed and they may be removed from their current host. They may also be removed/exposed by their current host at will.</p><p><b>Holy Mark:</b> Sometimes, when a Holy Corpse Part takes up residence within a living host, it leaves a visible mark upon the body that gives a clue as to where to find the next part to be unearthed.",
        "other": [{
            "name": "The Completed Holy Corpse",
            "content": [
                "<p>Once the entire Corpse is brought together, the Parts fuse and form a complete body. Once together, the one who possesses the Corpse gains abilities of unique strength and immeasurable fortune. When one obtains the corpse, they will find that only good fortune will meet them, both in a tangible, physical manner, as well as good things slowly accumulating over time. However, The Holy Corpse cannot stay inside of a Human in the same way that its individual parts can. In order to use The Completed Holy Corpse, the User must stay within 10m of it. The last one to touch The Corpse is the one that gains the Corpse's powers.</p>",
                "<h5 class='display-heading'>Love Train</h5>",
                "<p>This Ability is the physical manifestation of luck in a quantitative, tangible way, an effect that may manifest around anybody who is currently in possession of The Completed Holy Corpse. It is an ability that has several sub-abilities, which are listed below. Additionaly, while Love Train is active, The Corpse may not be touched by anybody else, as it is protected by a forcefield.</p>",
                "<ul><li><a href='/abilities/?focus=Incalculable_Fortune'>Incalculable Fortune</a></li><li><a href='/abilities/?focus=Vicious_Misfortune'>Vicious Misfortune</a></li><li><a href='/abilities/?focus=Gravitational_Pull'>Gravitational Pull</a></li><li><a href='/abilities/?focus=The_Wall'>The Wall</a></li></ul>"
            ]
        }]
    },
    "Locacaca_Fruit": {
        "name": "Locacaca Fruit",
        "desc": "The Locacaca Fruit is a fruit with unusually potent and rapid healing abilities, but such healing comes with a cost. In order for the effect of the Fruit to take place, one must eat at least ⅔ of one instance of the Fruit. These fruits are exceedingly rare, only found in New Guinea, and are still extremely difficult to find even then. If an expert on the Fruit is able to get their hands on it they could grow many of them, but because it's is so rare experts are rare as well. The Fruit typically grows on small, bush-like trees, usually in sets of 1-3 per tree. They are very similar to figs, being close in smell, taste, and appearance, but are pink in color with small spikes on the outside of the fruit.",
        "effect": "Upon consuming over ⅔ of a Locacaca Fruit, your Hit Points are brought up to maximum and any permanent illness or hindrance that has been plaguing you, such as a birth defect or other improper formation in the Human body, disappears entirely. The Fruit will also regrow limbs, organs, or tissues that have been damaged, destroyed, or modified in some way. The Fruit can also be force-fed to someone, or given to an unconscious person. It may also be used to heal a side effect caused by previous consumption of the Locacaca Fruit. When you consume enough of a fruit and gain the healing effect caused by it you must roll a d20 and receive a detriment from the table below:",
        "other": [{
            "name": "Detriments",
            "content": [
                "<table id='stone' class='table table-striped'><thead><tr><th>Number Rolled</th><th>Part Turned To Stone</th><th>Effect</th></tr></thead><tbody>",
                "<tr><td>1</td><td>Inner Heart Valve</td><td>1 Force damage at the start of each Turn (every 6 Seconds), this damage cannot be reduced or removed in any way.</td></tr>",
                "<tr><td>2</td><td>Inner Brain</td><td>Gain 5 Levels of Exhaustion and fall into a coma.</td></tr>",
                "<tr><td>3</td><td>Stomach</td><td>Food (other than the Locacaca Fruit) may no longer be digested, and stomach acid will begin to leak into the body after 6 hours.</td></tr>",
                "<tr><td>4</td><td>Small Intestinal Fragment</td><td>Results in half-digested food being pushed into the body, outside of the organs.</td></tr>",
                "<tr><td>5</td><td>Anus</td><td>Improper solid waste disposal, which will eventually result in an intestinal rupture, likely within the next few days.</td></tr>",
                "<tr><td>6</td><td>Left Arm</td><td>Past the elbow, the left arm becomes unusable.</td></tr>",
                "<tr><td>7</td><td>Right Arm</td><td>Past the elbow, the right arm becomes unusable.</td></tr>",
                "<tr><td>8</td><td>Both Feet</td><td>From the ankles down, the feet become totally unusable and walking speed is reduced by 5 meters.</td></tr>",
                "<tr><td>9</td><td>Lung</td><td>Chest feels heavy, half lung capacity, easily winded and, cannot take the Dash Action.</td></tr>",
                "<tr><td>10</td><td>Left Ear</td><td>Lose hearing in the left ear.</td></tr>",
                "<tr><td>11</td><td>Right Ear</td><td>Lose hearing in the right ear.</td></tr>",
                "<tr><td>12</td><td>Jaw</td><td>Inability to speak properly or chew food normally.</td></tr>",
                "<tr><td>13</td><td>Left Eye</td><td>Lose sight in the left eye.</td></tr>",
                "<tr><td>14</td><td>Right Eye</td><td>Lose sight in the right eye.</td></tr>",
                "<tr><td>15</td><td>Appendix</td><td>Minor, continued discomfort in the abdomen.</td></tr>",
                "<tr><td>16</td><td>Left Kidney</td><td>The left kidney shuts down completely.</td></tr>",
                "<tr><td>17</td><td>Right Kidney</td><td>The right kidney shuts down completely.</td></tr>",
                "<tr><td>18</td><td>Teeth</td><td>Regular teeth fall out and are replaced with stone teeth in the same shape.</td></tr>",
                "<tr><td>19</td><td>Nose</td><td>Lose ability to breathe through the nose, as well as all sense of smell. This also alters the sense of taste.</td></tr>",
                "<tr><td>20</td><td>Reproductive Organs</td><td>Sterility</td></tr>",
                "</tbody></table>"
            ]
        },{
            "name": "Variants:",
            "content": [
                "<p><b>New Locacaca:</b> A variant of the Locacaca that allows for equivalent exchange between two organisms. Injuries may be repaired, and the consequences placed on another creature.</p>",
                "<p><b>Locacaca 6251:</b> A variant of the Locacaca that has been made into a more refined medicine. Rather than rolling a random number, you may roll on the table an amount of times equal to your 1 + your Constitution Modifier (minimum of 2), then choose from the options rolled. Heals you over the course of an Action.</p>"
            ]
        }]
    }
}